{"574":", ","632":". ","828":"AI","831":"AR","981":"LM","242760":"MLLM","242761":"MLLN","248657":"NFTs","285305":"UV-朱","364296":"tech","2781438":"INTO DIGITAL","4318124":"JAMES","4408924":"James","11701449":"‍SHE/HER","18881506":" known as textures that originated in digital design that are being added to IRL collections. ","24684694":"Carol Civre","25296350":"ECKHAUS LATTA","32989187":" trial in the past, in which our clients could try our designs virtually. Our current business model is based on a made-to-order strategy, which allows us to really connect with our clients and have a lower environmental impact. So for us, it’s important to develop a framework that can encapsulate all the different projects we are working on. ","40887254":"Two of our favorite examples of screenwear are ","41253781":"The IRL fashion community is always a bit late. I reckon it may be because designers really care about fit and how clothing looks. ","47186962":"SWIPE TO explore TRENDS","51030457":"While fashion has taken design inspiration from the internet for decades, digital aesthetics, pixelated fabrics and “skins”-inspired garments are trickling onto the runway at pace. ","57778617":"MODULAR KICKS","58161917":"Beyond design aesthetics, AI merges unlikely brand collaborators in conceptual and, at times, satirical ways. ","68282680":"SCRY shuttle beta ©SCRY","68867550":"WHEN DID YOU REALIZE THE DIGITAL WORLD COULD BE A MEDIUM FOR SELF-EXPRESSION AND HOW DID THAT INFLUENCE WHAT YOU’RE DOING NOW? ","71553327":"Radical Evolution: The Promise of Enhancing Our Minds, Our Bodies and What it Means to be Human","72568484":"So, is AI collaboration here to stay? And how will it be integrated into our design processes? ","74937942":"It definitely offers the industry an entirely new avenue to advertise and display products. I work for a company called ","75590967":"PAS2KEUR","78169211":"Vitória Cribb","-d4585b9":"DIVING INTO DIGITAL","240d5f":"MENU","3d3e5d8":"CLOSE","-1a1cbfe6":"INTRODUCTION","-233f9c97":"EXPERTS","115bcc30":"CONVERSATIONS","1a885d1c":"BURBERRY X MINECRAFT","79b03694":"CAROL CIVRE","4aac6ad":"RTFKT","-614c88c8":"SCRY™ LAB","604d2278":"SERWAH ATTAFUAH","-8e7cdea":"TRIBUTE BRAND","-6c04d98a":"TRENDS","41935eb":"SCREENWEAR","-66499e20":"BIONIC BODIES","-5923db81":"HUMANOID BEAUTY","61131fb9":"TRANSLU-SKIN","-389ba029":"AI-TTIRE","-6138b18f":"SCRY™LABS","-3eaf2846":"TRANSLU-SKINS","-10322d6c":"AITTIRE","62025f9f":"READ MORE","783671b1":"DIVING","f543a1e":"GLOSSARY","-3fcaaed7":"OF INDEX","-7efc4947":"INSERT","24728b":"NAME","6d0a7b5c":"Scroll to find out more","-6ad85988":"serwah attafuah","5250630b":"HOW IS DIGITAL CULTURE INFLUENCING IRL ","-156d5668":"FASHION","7ddbdaf0":"BEAUTY, ","4635b4ed":"FOOTWEAR","1e1a969":" AND ","77fcb5be":"DESIGN","-2dc9da0e":" AESTHETICS?\n        ","-12d81d6f":"AN EXPLORATION INTO THE RELATIONSHIP BETWEEN ONLINE AND OFFLINE STYLE. ","4472c474":"Technology ","1f0b149":" and ","-4038e248":"fashion","-6ea45a71":" have always been intrinsically intertwined. Fashion stimulates creativity and artistic expression; it extends the boundaries of our imagination. Technology, on the other hand, offers functionality, reliability, efficiency and speed. When linked, they can augment the nature of our interactions, identities, and understanding of ourselves.\n          ","4e35ab05":"Since the inception of the internet and long before ","29137f":"Web3","16a5d9b5":", fashion designers have been inspired by digital aesthetics. Between screens, doom scrolls, digital twins, ","3f5b50a7":" filters and avatar influencers, the bond between technology and fashion is only growing stronger – mutually impacting our style choices and perceptions of beauty and design.","5db41d60":"VALENTINO","34aa74b8":"Hyper-Realistic Meta-Catwalk Fashion Innovation Agency x Johannes Saam AI","c9df522":"NIKE X RUBY 9100M","-5cf6495b":"Yet, Web3, and all of the new vernacular it carries, is an abstract concept; it exists and it doesn't. For some, it's a dream of decentralization and for others it's simply a rebrand of the internet. Perhaps the best way to discuss digital culture is to remove the vernacular entirely and get to the point. With the vast inundation of digital presence in our lives, it has to be making an impact on who we are, what we wear and where we feel inspired, but how?","1e0ba891":"We asked the experts – from CGI designers to digital fashion founders, ","2bc3c709":" artists and virtual avatar makers – to explore the shadowy expanse of the digital world. Through interviews, visual case studies and analyzing the cultural shifts affecting today's creative industries, we found ourselves DIVING INTO DIGITAL. ","-4e05040":"Diving into Digital is an investigation into how digital culture, and all that it encompasses, transcends corporeal limitations and seeps into the seams of our physical wardrobes. Inclusive of 20 expert interviews from emerging designers to luxury favorites, we unpack the circular inspiration and style trends between digital and physical.","354d1f38":"AN EXPLORATION INTO DIGITAL CULTURE’S INFLUENCE ON IRL FASHION, BEAUTY, FOOTWEAR AND DESIGN AESTHETICS. ","-4ac3756b":"Gabrielo Alex","-7f88972b":"ROHAN MIRZA","-24ccf63e":"GLOSSARY ","29f3ea28":"As defined by Keisha Oleaga, Managing Editor of Hypemoon. For more news about Mixed Reality, NFTs, and Web3, visit ","-3258ce26":"hypemoon.com","-1ff75504":"CHOOSE DEFINITION","59ef84e0":"AUGMENTED REALITY","-3745a4e7":"Augmented Reality (AR","-6e8b49f1":") is a technology that merges digital components with the physical world. It uses advanced sensors to detect objects, people, and environmental scenes. It can then display digital elements that interact with these physical elements. AR can create entirely new experiences and has the potential to revolutionize how we interact with the world.\n                ","1c83b0e5":"Artificial Intelligence","1ae63234":"Artificial Intelligence (AI)","-12a1d812":" is the ability for machines to think, learn, and act on their own, based on the data they’ve been programmed with. AI is a creative tool that can help us understand the world, make better decisions and create an environment where machines and humans can work together to solve problems.\n                ","544d5f70":"Digital Fashion","-a518449":" is clothing, footwear and accessories designed and created using computer technology. Digital fashion is often visualized through AR  and can range from everyday wear to futuristic couture. Digital wearable technology is also part of digital fashion as users can now customize and incorporate their favorite fashion trends into the virtual world. \n                ","11c43":"IRL","-71062582":"IRL stands for “in real life.” It is used to refer to activities or events that take place outside of the digital world.","38f37e30":"Metaverse","27c1ef":"The ","-3e7ea1b0":"metaverse","-3e6aabbe":" is an expansive, interconnected ecosystem made of a multitude of distinct digital environments. It is a shared digital space where users can explore, interact, create, and socialize with one another. It is a merge of both augmented and virtual realities, and artificial intelligence and provides an unprecedented level of interactivity and immersion.","12d9c":"NFT","-25994496":"Non-Fungible Tokens (NFTs)","-3bfdfdb6":" are digital assets stored and managed on a blockchain. They are unique, non-interchangeable, and can represent digital art, collectibles, game assets, or other forms of digital goods.\n                ","-37c29544":"Phygital","547687c5":"‘Phygital’","-2203170b":" describes the blending of physical and digital realities. It's the concept of a physical world being enhanced by the digital one, resulting in a more interactive, engaging and personalized experience. Phygital brings together the best of both physical and digital experiences, combining the convenience of digital worlds with the human touch of physical worlds.\n                ","1494f":"URL","248c615":"URL, in its traditional context, signifies a web address of “Uniform Resource Locator”. Now, the term has been playfully subversed to mean the opposite of IRL or an activity that takes place inside of the digital world. ","4b4d276":"SKINS","-265c5544":"Skins are digital items used to customize the appearance of a character or object. They are used for games, digital avatars, and other digital assets. They can be purchased with real money or digital assets.","-21069bd2":"VIRTUAL AVATAR","-258d9460":"A virtual avatar is a digital representation of a person used to interact with others in a virtual world. Avatars can be customized to suit the user’s identity. They can play games, explore virtual worlds, or socialize with other users.","667729fb":"VIRTUAL REALITY","34c22eca":"Virtual Reality (VR)","-3b246cc3":" is an interactive, computer-generated simulation of an environment or situation created using computer graphics and sound. It can be experienced using specialized equipment such as a headset and is used to create immersive, interactive experiences.\n                ","28977f":"WEB3","-375eb94f":" is the next generation of the internet, a decentralized internet of value and data where users can interact directly with each other without the need for intermediaries and central authorities. It enables the secure and trustless exchange of value and data globally. It is built on a foundation of decentralization and blockchain technology.\n                ","7cc299a0":"GLOSSARY OF TERMS","3d503d2b":"No items found.","14a4ace2":"EXPLORE MORE","2f3609f7":"CREATIVE PORTFOLIO","217e39d9":"Agata Panucci","-20e984c1":"Beata Wilczek, UNFOLDING STRATEGIES","-61b2a4ec":"Benoit Pagotto, RTFKT","-44de008f":"Claudia Rafael, NEWFORMAT","6f3f98a5":"Eugene Leung, INJURY","5edbfd82":"Gala Marija Vrbanic, TRIBUTE Brand","4e4a9b71":"GASTT Fashion","4cce68e2":"George Yashin, Zero10 ","57fe1b91":"Ines Alpha","1d3e1cf":"James Joseph, CYBR Magazine","3fcef1cf":"Joey Khamis, MLLN","-1f3351ee":"Kadine James, THE IMMERSIVE KIND","19e14986":"Leah Hess, NEWFORMAT","-5ad690d7":"Mica Le John, IDORU World","-428b6574":"Olivia Cheng and Zixiong We, SCRY Lab","-627ead1a":"Phillip Hennche, BURBERRY","62fb394":"Samantha Ayson, RED DAO","5d94c278":"Serwah Attafuah","-66bf1022":"Teresa Fogolari, MORBO","681b407a":"CREDITS","-49fea995":"Managing Editor","-78b797f0":"Cait Monahan / Managing Editor at Hypebae","200d":"‍","-490639bd":"Strategist & Editor","4cc4a32d":"Sofia de la Cruz / Editorial and Strategy Assistant at Hypebae","3a7e1d66":"Project Manager","46a78756":"Sonia Chan / Project Manager at Hypebae","79ceadde":"Design","-67944b":"Luke Brown / Lead Designer at Hypebeast","6bee4e7b":"James Tran / Senior Designer at Hypebeast","3404dde5":"Lídia Santos / Senior Designer at Hypebeast","53b09012":"Reece Evans / Junior Designer at Hypebeast","-31ca7327":"Contributor & Copy Editor","-2fa5412f":"Keisha Olgeaga  / Managing Editor at HYPEMOON","7e3948d6":"Insight & Copy Editor","-782b48fc":"Mariu (Maria Eugenia) Errobidarte / Director of Insights at Hypemind","7d27af60":"HYPEBAE","29fcf377":"Hypebae is the leading online destination for women’s contemporary fashion and streetwear.Propelled forward by a culture that pushes boundaries and questions expectations at every turn, Hypebae is at the forefront of a modern landscape shaped by a strong femme perspective that aims to empower female-centric narratives and celebrate today’s top cultural conversations in style, beauty, footwear, art and design.","27d3eee7":"HYPEMoon","-268b1563":"Hypemoon is your portal into Web3 culture. Hypemoon covers the latest developments and trends in blockchain technology, decentralized finance (DeFi), non-fungible tokens (NFTs), and other emerging technologies in the Web3 space.","27d35c18":"HYPEMIND","239c83cd":"Hypemind is a leading cultural insights authority intersecting youth culture with brand strategy. Utilizing Hypebeast’s proprietary tools, our team of researchers, data analysts and strategists scan, capture and consolidate data-driven insights into informed actions and advise on white space opportunities.","-79c3598":"An exploration into digital culture’s influence on IRL fashion, beauty, footwear and design aesthetics.","-20050053":"JUMP TO","-54852a80":"Glossary of Terms","-78c31bd0":"Conversations","-6a32e16a":"Trends","152d6f69":"Experts","4de552b":"VISIT","-4a6b44a0":"Hypebae","-2f81919":"Hypemoon","-2f82fc8":"Hypemind","5a8bf234":"© 2023 Hypebeast Hong Kong Limited. all rights reserved.","238cd525":"HERO Statement introducing","-4e8a610f":"all interviews","42ffa917":"choose an INTERVIEW to explore","-6673d191":"BURBERRY X","-3079f673":"MINECRAFT","3cef091":"CAROL","3d2a2e3":"CIVRE","26c097":"SCRY","1256d":"LAB","-14632df1":"TRIBUTE","3c85367":"BRAND","-5ef00c3b":"SERWUAH","4ec3fb16":"ATTAFUAH","6e9f1f01":"HOW IS DIGITAL CULTURE INFLUENCING IRL FASHION, BEAUTY, FOOTWEAR AND DESIGN AESTHETICS?","1f8090de":"Let’s ask the experts…","103aa895":"choose a INTERVIEW to explore","-4dfb9f47":"SERWAUH ATTAFUAH","14cc9d0f":"HOW WILL THE SCOPE OF WEB3 INFLUENCE IRL FASHION, BEAUTY, FOOTWEAR AND DESIGN AESTHETICS?","1475ed24":"EXPLORE MORE - TRENDS MENU V2","4a3137fe":"SWIPE TO explore INTERVIEWS","6b55722a":"AI-generated","-7fcc6d7e":" design is quite literally ","-6d08d6c1":"breaking the internet,","-6f892330":" or at least our understanding of communicating, allowing a wave of designers to co-collaborate and visualize unimaginable designs.\n        ","3064654e":"WORDS BY","57f22ffe":"CAIT MONAHAN AND SOFIA DE LA CRUZ","-7426b8d4":"AI-generated design is quite literally breaking the internet by changing the way we understand virility online and communicating with technology. The rise of accessible artificial intelligence generators, such as ","93cd120":"Stable Diffusion","77c13135":"DALL-E","-767d3b68":"Midjourney","756c6a62":", has propelled a wave of designers to collaborate with AI and create future products beyond physical limits. While some question the ethics of ","-22dd12bf":" creativity as it relates to copyright and human craftsmanship, its rapid growth in the creative industries and the recent announcement of its very own ","-3929f264":"Fashion Week","51dc9e9b":" showcase the potential of this tool to deliver unparalleled innovative ideations. ","2cd4e7f5":"ELMO MISTIAEN","-21580a87":"AI CLOTHINGDAILY","40fed96":"From ","58d44df0":" designers to creative amateurs, the widespread movement of testing the artistic possibilities of artificial generative content has only just begun, with many of our interviewed experts indicating they only recently started experimenting with generative AI. In doing so, they have found new ways to express their ideas and visualize translatable concepts that could be manufactured IRL. From butterfly-space suits to pink-laced ","76ba7a0d":"Air Force 1s","-65186c11":", generative AI design allows for the freeing of the design process, making it even more explorative and imaginary. ","-6e7a6b55":"When it comes to physical collections, digitally-inspired fashion is exhibited in an array of styles, from glitchcore, which highlights early web aesthetics, to hyper surrealism in the form of futuristic silhouettes. The “skins”-inspired garments showcased in Loewe's SS23 collection along with Marine Serre and Vetements’ use of pixelated prints clearly show a spiked fascination of early internet nostalgia on the catwalk in physical forms.","349b4616":"Tribute Brand","-2f6ad849":" recently experimented with AI to imagine what ","783bff99":"Chanel","38b95307":" would look like with ","32b74a5d":"Paris Hilton","336b89e3":" at the helm of its creative direction, for instance. Designers such as New York-based ","714d14c5":"Vaquera","-7bd2c7d3":", Italian brand ","-78ca78ea":"Labucq","7fe4dee1":"Casablanca","21a491c8":" have also collaborated with AI to generate conceptual campaign assets and lookbooks via text-based prompts.","-1411ef36":"TRIBUTE BRAND ","25fceec1":"CASABLANCA","2f973d07":"Among our favorite AI concept designs is ","-753592c2":"Marco Simonetti’s","7496ee56":"Jacquemus","86c8":" x ","250c75":"Nike","58166b6b":" concept collection which includes AI-made ski masks, snowboard boots and knitted sunglasses. Another is ","-4524f4ed":"Agata Panucci’s","6578e169":" conceptual fairy-like ","-3ff0c9fe":"streetwear","-6dab4109":" designs, which incorporates 3D candy boots to bubblegum crocheted ","-54c77ed0":"adidas","-654f363a":"superstars","-3f453cd9":", highlighting digital streetwear from a femme lens. ","1e0283f5":"Elmo Mistiaen","-50738bff":"Field Skjellerup","-4007c9be":" are reimagining some of fashion’s favorite brands, such as ","370cc662":"Junya Watanabe","3c9d507":"Asics","-1b8d1e9d":", through machine learning tools that produce futuristic ensembles and ","-3ca85cd0":"accessories","69e95d6b":" that we would undoubtedly cop.\n            ","6b6712c4":"MARCO SIMONETTI","448a25d9":"AGATA PANUCCI","-2b58d0b8":"VALENTINO AI CAMPAIGN","8edce7d":"MAISON MARGIELA","-7a9c710a":"LABUCQ","-7bf9e81b":"STR4NGETHING","-78663d31":"Though AI has been used to inform product design and predict trends for nearly a decade in the fashion industry, we imagine the decentralization of this software will enable the creator economy to take more creative control in future fashion products and collaborations. Co-creation between AI creators and brands will give rise to more speculative brainstorming. As AI becomes an increasingly integral part of creative workflows in design teams, we will see creators become more efficient with the use of AI tools and more prolific with their outputs.","-ab09932":"The way garments adapt to the body could soon shift to new silhouettes, perhaps focusing less on the human form and more on the limitless shapes of our digital selves. As the industry's influence becomes circularly inspired between the URL and IRL, AR will enable digital fashion to be digitally painted onto our bodies offering multiple modes to experience a garment. We will be able to continue to collaborate with brands through digital crowdsourcing to celebrate design between screens and runways – with an expanded attention to garments that can exist between multiverses.","8b81037":"“Digital tools and resources to learn how to use them never have been more available as they are today. The easy accessibility of tools like Artificial Intelligence opens up the possibility to develop a novel approach to fashion.”","-40b29bbc":"Claudia, NEWFORMAT","7ca45785":"“Humans working with Artificial Intelligence can be a very interesting partnership. I work with AI and see it as a useful tool that can help improve the efficiency of some rather tedious tasks when building 3D art. I can spend more time focusing on the creativity, the narrative and the beauty of creating art and design.”","2bb02ca3":"“Algorithm-driven designs will disrupt the way designers work with machine learning. In our RTFKT community, employees are using it and it’s something that is inevitably going to become part of the creative workflow. What is interesting is how input text is starting a new creative language as we learn how to dialogue with AI.”","53527b3f":"“Throughout history, art has both influenced and been influenced by technology. This relationship has led to many exciting artworks. I have personally been working with DALLE, in collaboration with Kevin Abento Studio, to create a series of AI dresses titled “The Kandinsky Collection,” which I have been wearing on my metahuman.”","-783dc31":"“I started to use [AI] just a few weeks ago because I was really curious. As a designer it’s important to experiment in all possible ways. It’s a great tool both for work and for fun and we will be able to use it to improve our work.”","-1528d6c5":"“AR and VR are the expansion of human creativity. We never classify products of AI as mistakes, we embrace them and learn from the imperfections in the images it generates. Hopefully, this attitude will translate into the rejection of old standards.”","7e84de20":"After studying fine arts at New York University, Carol Civre felt constrained by the traditionality of classic art. This notion led her to seek a new creative method that could free her expressionism from physical limitations.","12b9612c":"Technology","-5b162a2a":" disrupts how we portray and experience ","-5307ef84":"beauty","733c1693":", ultimately becoming very much ingrained at the core of our identities. Today, this notion is being explored by surrealist depictions of digital avatars that offer a window into our desire as humans to free ourselves from materiality. Translucent second skins are a contemporary allegory of a new human representation that seeks to be more honest and attentive to the intangible forms of living. ","17bf3bf0":"As translucence becomes a mainstay material in digital ","17a63":"art","960bb89":", is it inspiring new materials in physical products, too?\n        ","74caa97a":"TABITHA SWANSON","4b473c12":"VITÓRIA CRIBB","12b6fdc9":"Eugene Leunch INJURY x REAL PARENT","36742f71":"INES ALPHA","3a0079bf":"ROXI BASA","77bf3361":"In the digital world, artists like ","1477bdac":"Harriet Davey","5dd8c17a":"Tabitha Swanson","-5803aea0":" illustrate non-binary, 3D rendered bodies dripping in translucent second skins that forsake materiality and offer a softer approach to digital textures. Similarly, ","2cfe3ba3":" expresses this artistic notion of translucence – the ultimate divine form – through her futuristic e-makeup and iridescent accessories. Elsewhere, NY and Shanghai-based designer WeiRan makes experimental, crystal-like glass attire created with 3D printing technology.","75f715b4":"IMOGEN FOX","-48a4770a":"Designers are continuously testing material innovation to expand the way we experience beauty and ","39e2b67b":" in the real world. This is taking form in ","-6a67398c":"inconceivable fabrics","7de945ba":"French","4a768d99":" brand ","-63faa574":"Coperni","7c947790":" re-imagined its ","-3396eb32":"Swipe shoulder bag","-76b960c6":" through a ","-6c7291c9":"hand-blown glass construction","633f01fe":" making each one a unique, delicate creation and, in its ","-2e6f12a0":"SS23 showcase,","-11701262":" the label painted ","69c939c4":"Bella Hadid","-7e812ee8":" with a sprayable, liquid fiber that transformed into a dress. Similarly, by mixing lifecasting, mold making and ","-2fe52d1c":"3D printing","-240e5309":" techniques, ","3f52d88":"Dutch","5f56b4d6":" sculpture artist ","-3b851836":"Esmay Wagemans","182be11a":" creates wearable second skins that reflect the ongoing digitalization of today's society. ","63984e8c":"COPERNI","2ec7baa":"ESMAY WAGEMANS","1087a352":"When translucent second skins are depicted digitally, artists start a dialogue on the possibilities of representing beauty in a utopian way. In the physical world, it gives room for material innovation and the ability for fluid forms to take shape. The rise of translucent second skins in ","-696bcd62":" has the potential to encourage us to try new materials such as glass and lifecasting to create more personalized designs. This material innovation will likely bring science, tech and fashion closer together in ways that will make future products hyper individual.","-679b9101":"WEIRÆN","-17661fce":"DI PETSA","626e4318":"“The artist in me says it's us projecting our hopes on how the future will look. It was always sold to us as this slick, glossy and shiny tomorrow. The 3D renderer in me says, because the human eye can still discern a digital human from a physical one, adding another layer of surrealism softens the blow.”","-4399975c":"“How we depict beauty in virtual realities is influencing how we experience it in the physical world. Digital tools are inherently dependent on the physical world, yet the physical world is becoming more and more dependent on its virtual counterpart. Emerging approaches to beauty in these combined realities undoubtedly influence and change each other.”","-cc7a2c0":"“I think fashion and cosmetics are two of the industries that evolve the fastest according to trends, making the possibilities for identity pretty limitless. Traditional \"aesthetically pleasing\" representations of the human form are constantly shifting, making individuals more open to beauty experimentation.”","-2413c282":"“I think we have this narcissistic need in our society to reach perfection. We're fascinated by it, especially in the fashion and beauty industry. The translucent second skin is very representative of this notion and I think of it as an idealized version of the digitized self. It's very aesthetically pleasing, extremely mesmerizing and hypnotizing","25af":".”","32cff64b":"“Exploring the possibilities of translucent second skins as part of experimenting with virtual makeup and beauty is a promising first step toward understanding the future of beauty and self-expression. Using technology to create digital fashion and beauty experiences, often utilizing myself as the canvas, is part of my creative process.”","6cb49632":"Kadine James, The Immersive Kind","6a6a1d75":"“The use of translucent second skins is partly for brands to position themselves as future-oriented through design and material choice, and partly because now it really matters how clothes look online, even more than how they look IRL.”","-bffe5a7":"FASHION, FOOTWEAR, BEAUTY AND DESIGN between online and offline. ","-5032eed3":"These are the trends you need to know…","-624e507":"choose a TREND to explore","-61968a90":"Between physical and digital...","-4d5a1cc":"THESE ARE THE TRENDS IMPACTING FASHION, FOOTWEAR, BEAUTY AND DESIGN","-7374495a":"From the rise of luxury, jewelry-like prosthetics to chrome-built ensembles, transhumanist-inspired materials are inspiring creative extensions to the body. ","4ee4117d":"HUMANOID","748b047c":"BEAUTY","-294f157e":"Not-so-human beauty depictions in the digital world are being brought to the IRL through a deeply-human desire to disrupt beauty entirely.","-4d0271b3":"Aided by innovations in 3D printing, footwear designers are breaking manufacturing boundaries and constraints, allowing for the materialization of creative phygital concepts. ","-57e07e60":"Translucent second skins are a contemporary allegory of a new human representation through digital avatars that offer a window into our desire to embody perfection and intangible forms of living.","-5e8a8e3d":"AI-generated design is quite literally breaking the internet, or at least our understanding of communicating, allowing a wave of designers to co-collaborate and visualize unimaginable designs.","3707d8de":"If the cyber fashion space has a leader, it is ","68ca342b":". Gala Marija Vrbanic, the founder of the label, grew up immersed in ","-199c2d24":"video games","-191380c6":", which made her realize the power of self-expression through digital assets at a young age. ","4b1736b":"SCRY™","73d8c7f2":"ZIXIONG WEI & OLIVIA CHENG","1d411c9e":"BEIJING","5e007f02":"16/02/2023","6e631dcf":"In just three years, ","-614c84c8":"SCRY™ Lab","-2313a549":" has secured a loyal following among futuristic sneakerheads. The pioneering, new-wave ","178fc4ed":"footwear","-36e73e0f":" laboratory is inspired by nature’s silhouettes and ","-647d203":"sustainable","55d6a55c":" futures, bringing cutting-edge innovation, including a process they call the “Digital Embryo.” SCRY, which means \"foretelling the future,\" might not be doing so through a crystal ball, but through phygital products made by ","-1eaebf4":" and design thinking. SCRY™ Lab’s founders Olivia Cheng and Zixiong Wei discuss how their diverse creative background and inimitable vision create a formula for success; fuelling the brand’s ambitions for today and beyond.","763bfe50":"SCRY Stela ©SCRY","-441a2e51":"Why did your team gravitate towards emerging technology and 3D printing as a creative medium? ","7c9619da":"Zixiong was particularly passionate about exploring 3D creation, which is how he started the @scccccry Instagram account. The intricate part of it is then translating a virtual sample into the IRL, finding the right material and making sure it's wearable. 3D printing allows endless possibilities for making, but most of the time it's just a tool for creating prototypes, not wearable designs. And four years later, this is where we are now, really trying to create a seamless system of production, from URL to IRL. We are also really conscious of minimizing our carbon footprint, which is why we incorporate sustainability into the very core of our designs. We believe that innovation not only lies in a designer's creative expression but also in eco-conscious practices.","-5af49aea":"\"When we think of the future of footwear itself, we think of a new design ecology. The footwear industry is so complex, which gives us this strong desire to challenge how we think about creating new things and how we can develop a more sustainable way of doing it.\"","-5dda94a1":"SCRY Digital Embryo ©SCRY","75b415cf":"It sounds like research is a core part of your ethos. Tell us a bit more about the methodology behind your process?","-6ba3fb95":"We aim to create new pieces through a completely different configuration from traditional footwear making. We have \"Lab\" in our title so we don't forget where we came from and because we don't think of ourselves as a traditional ","-2240f3db":" brand. We are constantly exploring new ways of doing things, including designs, ","-64187af4":"technology","-1cacc545":" and even interaction. We don't think of our consumers as customers, but as co-collaborators. ","7b63fb1f":"When we think of the future of footwear itself, we think of a new design ecology. The footwear industry is so complex, which gives us a strong desire to challenge how we think about creating new things and how we can develop a more sustainable way of doing it. We want our studio to be an innovative space, where our team members feel encouraged to test new things and, if they fail, to try again. We really hope in the future we can have access to new technology that can make our wildest visions for footwear come true. We also want to explore other sides of people's lifestyles, not just footwear.","-63667463":"SCRY x Iris van Herpen ©SCRY","62fb48c4":"SCRY x Showstudio","-5a78bcb4":"The “Digital Embryo” is key to your process. Can you explain what it means?","7960e869":"Digital Embryo is a framework that we use to translate our virtual creations into the physical world. It is composed of three parts: digital design, digital manufacturing and digital marketing – this way, all technologies and departments related to digitalization can be connected by data to form a different and interesting footwear ecology. ","-58f8c9a9":"In terms of collaborations, we’ve also been invited to collaborate with several top fashion labels at ","59bf9a31":"Paris Fashion Week","fbd6e7f":"Milan Fashion Week","-5ad9f345":" based on the Digital Embryo process. Collaborating with us makes it much faster and easier for fashion labels to create new footwear styles. We believe digital is the link connecting a lot of things, from AI to purchase experience. At the moment, we define ourselves as a footwear brand, but we are also testing different things in the virtual world and translating these ideas to the physical world. One of the new things we tried last year was collaborating with ","-23e490cd":"Showstudio","-760e101f":" and created digital footwear for ","-1193211c":"Nick Knight’s","8dd31b0":" fashion photography collection. We also did an ","1daae0b2":"What are some of the most exciting designs that you're seeing as the digital merges into physical?","1b031666":"We want the core of our designs, regardless of how futuristic they get, to be primarily driven by the natural world and sustainability. Nature not only inspires our visual language but also makes us think of eco-conscious materials to use. Our design language is informed and inspired by nature and its complexity; its shapes, geometry and aesthetics.There is also an element of transhumanism and second skins, but we try not only to focus on futurology. Instead, we want to raise questions about how humans and ","-6691e94":" can co-create, rather than replace one with the other. We are proud of how we've managed to blend automation with nature in the product life cycle equation.","-5f3ff2f8":"SCRY Neptune ©SCRY","-46c4564c":"\"We believe it's more about raising questions regarding how humans and AI can co-create, rather than replace one with the other.\"","-1acfe4c2":" SCRY Shuttle beta AR trail by follower","-5e1aecd9":"What do you see for the future of footwear design?","29c0099d":"Zixiong first used the word “Scccccry” as his designer name before realizing that “Scry” is actually an English word that describes “foretelling the future using a crystal ball.” For us, the future lies within customization, on-demand manufacturing, low design threshold and ultra-high, design iteration capabilities. 3D printing is just one technology we are using at the moment, but there are going to be more. What we really seek to explore is how to simplify traditional footwear manufacturing processes from the beginning to the end of the product life cycle.","-3f63cd39":"SCRY Thermal runaway","-137559ea":"In what way do you think technology will evolve so consumers can become active participants in the creative process?","-533c0f56":"Decentralizing production is something that has been widely talked about for quite some time. However, in our case, even if our client has a desk 3D printer at home, it would not be possible to create a real product that is wearable. The materials we explore and the production system we use keep evolving day by day. We are actually working on a new initiative that will invite our consumers to co-create with us and offer them a more personalized experience, but we can’t share that quite yet.","61ace931":"Talk to us about one of your most recent drops, “Thermal Runaway.”","-3cb4d688":"We always try to be one step ahead of the trend cycle, which is why we play around with new silhouettes quite often. For this collection, we wanted our customers to feel this sense of constant experimentation which is why we placed it in a lab. We think this lab interference coupled in the chaotic and irregular motion of the lab environment is a very interesting notion.","14443b47":"Even if our designs look quite experimental, they are actually still wearable, it’s one of the things most important to us. We want our creations to have a function, which is why when we make physical shoes, we want them to have a comfortable shape. On the other hand, our digital creations are very experimental and they are driven by different values. In a virtual ecosystem, shoes are no longer something you use to cover your feet, they are a dimension to explore one’s identity and style.","-148582d8":"“In a virtual ecosystem, shoes are no longer something you use to cover your feet, they are a dimension to explore one’s identity and style.”","-7802900f":"TRIBUTE ","660edba0":"GALA MARIJA VRBANIC","-5a9b130a":"SHE/HER","34715a49":"CROATIA, HR","-6cb55a72":"If the cyber fashion space had a leader, it would almost certainly be ","3b4563c5":" helmed by Gala Marija Vrbanic. The founder grew up immersed in ","-1336ff4e":" and learned the power of self-expression through digital assets from a young age. Fast forward five years, and Tribute Brand is now known for creations that often go beyond the human form and explore the notion of liberation through virtual skins. From successful collaborations with the likes of ","1adb3ea2":"Carolina Herrera","7f39b966":" to gravity-defying, digital drops, Vrbanic discusses Tribute Brand’s hopes to provide the tools needed to discover our most authentic cyber selves.","3c45317d":"Before Tribute Brand you had a physical label that challenged fast fashion systems. What made you want to dive into the digital sphere?","4eab66a7":"I must admit, I was always more interested in the digital sphere. The physical brand I started in 2017 was more of a comment on the fashion system: it wasn't about the product, but the message we wanted to transmit. In the background, I was always experimenting with digital because since I was little, I've known this would be the future of fashion. I've always liked fashion, but I would feel really bored with traditional clothes and fashion shows. At the same time, I grew up playing video games and I would especially enjoy dressing up my avatars. This is how it all started for me; I just kept exploring and once the necessary ","5c0d0872":" became available, it all went from there.","-5c52b6f9":"With brands like yours, how do you think human identity will evolve in the future?","6f2710cb":"I'd say avatars are still very connected to the human body. But I honestly think soon they won't be. Second skins are often very loud with colors and textures but a lot of people don't want to stand out or even look human anymore. What's very exciting to me is thinking about digital visuals that are not connected to a body, allowing us to have different identities at the same time. I also think what's freeing is being able to belong to different virtual communities and change our avatar identity depending on the context, which is something we already do IRL, anyways.","-250f65c5":"This is also the reason why if you look at Tribute Brand garments right now, they look like coats, dresses, etc. The main reason why is that it has to stay familiar. When you speak about fashion, most people envision clothes but this for sure will change in a few years.","-7adbf6d9":"\"I think clothing is staying as clothing, yet fashion is getting somewhere else. For example, in a corporate environment, fashion could be a crypto PFP. They signalize status the same way a Louis Vuitton bag does in the physical world.\"","1370bba":"It's really interesting to think about the aesthetics of digital fashion and how they are often quite large and eccentric. Do you think a stripped-back outfit or a non-human object would still be considered fashion?","-6f58f0d3":"For me, fashion is not necessarily connected to clothing. I can see why it is in the physical world as it is the easiest way for someone to express themselves, to present their identity through clothing. However, in the virtual space, we don't need clothing on our bodies to define who we are. This is why I think fashion in digital ecosystems will soon not look like physical clothing but take on a completely different form.","-37127741":"Fashion is derived from intangible forms people need to put on themselves to have a sense of belonging in specific groups. Fashion is a tool for them to be part of a group they want to be part of. What's interesting is that in the virtual space, it doesn't have to be a dress or a garment. For example, in a corporate environment, fashion could be a crypto PFP (profile pic). They signalize status the same way a ","-728dc37b":"Louis Vuitton","17c08":"bag","56d133c8":" does in the physical world.\n          ","7ffba33f":"A lot of the words we use to explain virtual ecosystems weren't necessarily in the mainstream vernacular when you started Tribute Brand. So, what has changed since you started? ","-3dfabd10":"In this space one month is like ten years. When we started the brand, we were creating ","214e9bf":" software and eventually we had the idea of launching an app so people could wear ","2c820fb0":"digital fashion","1a093fa5":" as AR skins. When we released it, people were amazed by how good it looked, yet at the same time, they couldn't believe someone would pay for the pieces. Then blockchain came in and people started to understand digital ownership and its value. We don't get those sorts of questions anymore and everyone seems to be very receptive and welcoming.","3ac43bfb":"\"A lot of people don't want to stand out or even look human anymore. In the virtual space, we don't need clothes on our bodies to define who we are, which allows us to have different identities at the same time.\"","7b09420":"How would you say digital fashion is trickling into physical clothing and the runway?","-495626e9":"I think there are two layers to it, the first one being old-school aesthetics. That sort of pixelated pattern is becoming a huge trend in fashion, but I don't think this will be long-term. The second layer is how digital wear allows you to embrace trends more quickly and to express yourself more easily. So, I think fashion in the physical world will become more durable and of good quality, while in the digital world, it will be more experimental and creative.","-620fd4fb":"If you look at younger generations, they express themselves in ","-6dc83c70":"Roblox","-5a99502c":" and Fortnite. I think it's very obvious that most kids nowadays don't care how they look in their physical life. So at one point, they are going to start buying more and more digital skins for fun and creativity. Meanwhile, in their physical life, they will want something that's just good quality and that's providing them with functional protection for their bodies.","6bba6a61":"What has been the most surprising part about the Tribute Brand  community and its evolution?","-671709c7":"People usually assume our community is people buying Bored Apes, ","4c729a":" or Crypto Punks, but it's not like that. Our audience is actually a tight fashion community. I would say it's mostly young and tech-savvy people. They like to express themselves primarily in physical fashion but, as their main tool for communication is social media, they acknowledge there's something in digital that can even provide better possibilities for them to express themselves. ","-78dae645":"What's most important to the digital fashion movement is good content makers. Tribute Brand’s community doesn't care about the stock market or whether an NFT is worth $10,000 or $2,000 USD. What they care about are interesting concepts and good quality and that's what Tribute Brand is about. For us, it was never about whether our NFT would get valuable with time; it was about how it looked and what it brought. Most of the digital fashion space is just replicating physical fashion. And as I've been saying, there's no sense in replicating something that looks good in the physical world, it’s about creating something new.","-3dbcff71":"How are you seeing physical fashion and craftsmanship changing?","-3d59d694":"Right now, what's been happening with IRL brands is they are recreating digital garments, but they are still garments.","7fd04a30":"Digital craftsmanship is still misunderstood. I think people don't realize it is valuable because they don't have a connection to it, yet. It's new, they don't know how it's made. For example, at Tribute Brand, we have this utility called Premium Fitting Service. We are calling it ","792b2792":"Instagram","56775df2":" Couture, because it is couture, and it takes a lot of hours to make a visual like that. And each one of them is unique and bespoke. If you take an AR filter, I would say that's like the fast fashion approach, you make it so everyone can use it but it's not personalized or flattering. We are making digital fashion items in AR because it's very cheap and approachable. But then we're also making the same item as a premium fitting service, the prices, and the experience is very different, but it's more transparent that way.","d6689e0":"\"The fashion community doesn't care about the stock market or whether an NFT is worth $10,000 or $2,000 USD. What they care about are interesting concepts and good quality.\"","-2ad3719a":"Where do you think fashion fits between humans and machines? And what excites you the most about this merge?","6db1bbe1":"The moment this happens we will become much smarter and we will be able to learn and acknowledge many things that we are not currently capable of. Right now, for example, you probably care about things like where your wallet or your phone is. It will be much better when we can have a chip in our hands and see everything with our eyes. I can't wait for this. Though I wouldn't do it if the provider was a big corporation; I’m very conscious about data collection policies and refuse to be traceable.","-4339a65c":"What do you think is next for digital fashion and what is next for Tribute brand?","2713ca6b":"I think a huge revolution is coming to the whole fashion system. Many things are changing and traditional fashion brands don't even understand what's happening. At the same time, there's a new energy coming in and bringing things to the table. As for Tribute Brand, our goal is to reimagine how digital fashion and ownership co-exist. We hope to set the standard for how fashion is going to be consumed in the future. ","70592b3b":"PHILLIP HENNCHE","-17d0b409":"BURBERRY","-a272659":"‍HE/HIM","-7a223ade":"LONDON, UK","-429c3fe9":"Burberry","-278cc498":" knows a thing or two about innovation. In 2010, the British label was the first to live stream a fashion show. Ten years later, the brand is pioneering an exploration between physical and digital – winning the 2022 Fashion Award for ","2b343537":" World and ","7eb2204f":"Gaming","-6733e632":" Experience and two Webby Awards for its collaboration with ","-5f1fe673":"Minecraft","-2d86b156":".   The secret to being a royal-approved heritage brand that can also be a modern gamers’ go-to? Phillip Hennche, the brand’s Director of Channel ","-4028fe7b":"Innovation","7faa1556":", holds the key. We speak to him about teaming up with Minecraft and what it takes to create innovative experiences that tell the brand’s story in new and unexpected ways.  \n          ","4b4023ea":"© Courtesy of Burberry and 2022 Mojang AB. (MINECRAFT and the MINECRAFT logo are trademarks of Microsoft Corporation)","c7b8f82":"I have always enjoyed creating my own digital persona, whether it’s changing my profile picture on ","513342ee":"Netflix ","-235c24eb":" or designing my own character on ","1b514755":"Nintendo","d6a1e7":" Mii. I remember spending hours on creating my Mii – it looked nothing like me, but I felt it represented who I wanted to be in the Nintendo world. We now live in a time where we need to think about how we want to portray ourselves virtually. I often wonder what the gaming communities I’m part of say about me. Anything you choose becomes a representation of yourself. ","30dae5e2":"Conversation about the metaverse is commonplace now. Some people think of it as a space where we care more about our digital personas than our physical selves. For others, it’s a place that can be accessed only with a VR headset. For me, it’s an interconnected space of things that create new experiences for our world. It’s still an abstract concept that’s constantly evolving, but it certainly opens a new door for self-representation.  ","2d1dfa3c":"\"YOU CAN WEAR WHATEVER YOU WANT AND BRING THE THINGS THAT YOU LOVE IN YOUR PHYSICAL WORLD INTO THE DIGITAL. THE COMBINATION OF THOSE TWO THINGS IS EXCITING AND THAT’S WHERE WE WANTED TO GET TO WITH THE MINECRAFT PARTNERSHIP.\"","-7b14d2ca":"YOU’VE SPENT NEARLY SIX YEARS WORKING IN BURBERRY’S DIGITAL DEPARTMENT. WHAT HAVE BEEN THE KEY PIVOTS AND INNOVATIONS YOU’VE SEEN EVOLVE AS FASHION MERGES WITH DIGITAL CULTURE? ","-512e285b":"At the beginning, digital innovation was just a small part of my role, but now it’s all I do – which demonstrates the importance it has within the company. From a technology point of view, two to four years feels like 20 years. The sheer volume of new ","401a42aa":"technologies","4d3b705d":" and communities that have emerged recently is testament to how important this area is in modern culture now. ","-569da06b":"Some of these communities have been there for quite a while, but they are starting to reach mass adoption. For example, a few years ago we were talking about how novel AR was in merging the physical and virtual worlds together. Fast forward to today and AR is now an integral part of how people interact on social networks. ","3de4d4b7":"We always knew gaming was very important to our customers, so we started out experimenting in this space by building our own gamified experiences. We then looked at the future of gaming: how ","-5572b35f":" can enhance experiences and champion creativity. Currently we are looking at the role fashion brands can play in helping you express your digital self. Now that there are more technologies that can enable that, it has become even more important. You can wear whatever you want and bring the things that you love in your physical world into the digital. The combination of those two things is exciting and that’s where we wanted to get to with the Minecraft partnership. Some of the skins are a twin, but some of them aren’t. Some are informed by the physical world, others by the digital world. It’s all very circular.","-22742204":"WHAT WAS THE CREATIVE PROCESS AROUND THAT CIRCULARITY? HOW DID DIGITAL INFLUENCE THE PHYSICAL AND VICE VERSA? ","-5f0d8b13":"We started by looking at how we could bring parts of the Minecraft world into the physical world. The flowers and landscapes in the game reflect Burberry’s history of outdoor exploration, so we brought them to life in our capsule collection through printing and embroidery. Some of the stories started in the physical world too, such as our Equestrian Knight motif – which became a starting point for the storytelling and narrative in the game.  ","-46d40e12":"We then thought, ‘Wouldn’t it be amazing if we had the capsule collection in the game?’. That is when you start seeing the circularity – in the game you can wear what you can buy physically. ","67d0d892":"Even our retail experiences see the two worlds coming together now. Though you are in a physical store, and you are touching the clothing, the stage is a digital canvas brought to life through screens.  ","-2187ee20":"\"I FEEL LIKE ONE’S IDENTITY IS MULTIFACETED AND YOU EXPRESS THE MEANING OF YOUR DIGITAL SELF IN DIFFERENT WAYS AND ON DIFFERENT PLATFORMS. JUST LIKE YOU WOULD IN DIFFERENT ENVIRONMENTS, DIFFERENT COUNTRIES OR DIFFERENT SOCIAL GROUPS IRL.\"","-2be8552d":"DO YOU SEE DIGITAL FASHION INFLUENCING PHYSICAL CLOTHING COLLECTIONS IN THE FUTURE? ","-39329b46":"There is definitely a two-way system of inspiration. For this collaboration, the most exciting thing was transporting some of your physical identity into the digital world. By not having to adhere to the laws of physics, the possibilities are endless. It made us wonder, ‘What does a trench coat look like in a world without gravity? Can it be made of water or clouds? What happens when you move? What happens when you jump? What happens when it is raining? Does it change into a completely different shape?’ ","324e3ed5":"On the flip side, some amazing designers have been bringing not-from-this-earth fabrics, designs and movements to the runway that are influenced by the digital world. I think that will continue to be the case. ","681e9082":"WHAT CAN WEB3 OFFER TO THE FASHION INDUSTRY IN TERMS OF NEW VALUE SYSTEMS? ","-41121a03":"I am curious to see what impact the Web3 movement will have on the next generation of consumer’s attitudes and consumption habits. I wonder whether the idea of being able to own something that is not physical will become a widely understood thing. And if so, there will be an important paradigm shift in ownership, which is a very interesting concept for fashion brands. It will open a whole new world of possibility. ","-513a184":"As a business, you want to enable people to express themselves and Web3 technology can make that happen. The challenging part is learning to translate physical craft digitally, but there are some amazing digital artists out there that are mastering it already. ","710d4697":"WHAT MOST EXCITES YOU ABOUT THE FUTURE MERGE BETWEEN PHYSICAL AND DIGITAL IDENTITY? ","-692cb33c":"I feel like one’s identity is multifaceted, and you express the meaning of your digital self in different ways and on different platforms. Just like you would in different environments, different countries or different social groups IRL. I’m not sure whether both identities are merging into one though. It is more about how there are now more mediums to express different layers or aspects of yourself. If technological advancements allow for more freedom, whatever that future is, it will be incredibly exciting. ","-6610730":"\"I feel like one's identity is multifaceted and you express the meaning of your digital self in different ways and on different platforms, just like you would in different environments, different countries or different social groups IRL.\"","-7eba3046":"3D DESIGNER","-fcdcda0":"NEW YORK, USA","-3e3ae223":"To understand ","-dd329c6":"'s art, you first have to understand her penchant for nonconformity. \"I found the traditional ","-720064cd":" world quite uninspiring,\" the ","-1edd5c20":"Italian","-4fb06168":" artist tells Hypebae. After graduating from NYU with a fine arts degree she dove head-first into CGI and 3D modeling, seeking to free her practice of physical limitations. Having collaborated with the likes of ","-52856a6":"Tory Burch ","2dc129":"and ","-4486f586":"BIMBA Y LOLA","7e6a330b":", Civre’s art fluctuates between what’s real and what’s possible. Here, Civre talks about pioneering the industry with her unique view on the representation of modern beings, her favorite collaborations and the future of digital bodies.","-70caf598":"What inspired you to start ","-1f0f1d48":"diving into digital?","41b60d0b":"I was always more interested in working as a freelance artist with my own clients rather than participating in the gallery circuit. I initially thought I would become an illustrator, but I was then introduced to 3D in college through an internship at ","3e4147a":"Coach","-35808c7d":". After I graduated, I started to learn how to use 3D programs on my own. When I started sharing my work on social media, I began to feel like I had a community of people that were interested in what I was making and this is what encouraged me to really dive into it.","-2ea4a72d":"THE METAVERSE IS A BIG AND OFTEN BEWILDERING BUZZWORD, BUT WHAT DOES IT MEAN TO YOU?","1d5991b4":"I think companies today are using the term ","-2470da4":" to encapsulate anything that has to do with the digital world and are pushing it as a new concept but it has existed for a long time – think Second Life, IMVU, Runescape, ","-7aef2f0b":", even Club Penguin. The idea of a universal metaverse is just a rebranding of existing concepts and in my opinion, it's being pushed in a way that is not genuine. I personally don't like the word, if you couldn't tell. I think it's generally diminutive and misleading because it tries to group aspects of digital culture that, while related, are actually quite distinct (like digital worlds, digital currency, digital art, VR, avatars) into an easily marketable package.","6d13d5f3":"\"Any time you create a humanoid digital character, you are representing some facet of human identity. There's so much room for positive representation and experimentation.\"","-54093ccd":"WHAT ARE THE POSSIBILITIES FOR DESIGN AND IDENTITY IN DIGITAL ECDOSYSTEMS?","4cdd80cb":"They are endless! Which is a really cool thing, but also something to be mindful of. Any time you create a humanoid digital character, you are representing some facet of human identity. There's so much room for positive representation and experimentation, but despite the limitless possibilities, most of the tools available to 3D designers are still limited  because they were not created with representation in mind. For example, many character creation tools do not have suitable options available for Black hairstyles, or they make it almost impossible to create characters with heavier builds. The good thing is that a lot of digital artists are trying to create custom solutions to these problems in order to push digital representation further — to a place where people can use the power of digital creation to imagine identities outside of physical possibility and including diversity within characters without being limited by ","7d0dfe78":"WHAT CAN WEB3 OFFER THE FASHION AND BEAUTY INDUSTRIES?","433d7d7":"Idoru","-4455b359":" as Lead Character Artist, creating an app in which people can create avatars of themselves, get dressed in clothes and accessories, access products from physical brands and create content to share in online communities. This not only allows brands to connect with an audience in a new way, but also enables people to play and participate in the fashion space in a more accessible way without cost or availability barriers.","3d06d5fb":"\"I can see digital identity becoming intrinsically TIED TO PEOPLE’S IRL PERSONAS.\"","-5d02aeed":"Speaking of these accessibility shifts, how do you think Web3 will change the way younger generations grow up?","42e963a1":"I can see digital identity becoming intrinsically tied to people's IRL personas. We experience this already in some ways; we've all judged someone by their profile before ever meeting them, or making up our minds based on a handle. As we spend more time online, I see this reality becoming greater and people relying more and more on their digital identities socially, personally and professionally. ","-3dc35bce":" can certainly grant younger generations more vast and accessible ways to connect than ever before. On the other hand, I can also see a growing anxiety to make the right impression online. This anxiety is fueled by the fear of not being granted real-life opportunities if our digital identities fail to impress, which can sometimes feel challenging, especially after seeing so many perfectly curated profiles.","-24c0f99a":"Does your digital identity resemble your physical appearance?","734f5366":"Some days I feel like I want to be seen as I am IRL and sometimes I want to be a little baby doll or an exaggerated hentai-adjacent version of myself. This is all possible when dealing with digital representation. I think identity can fluctuate over time – even day to day. This can mean anything from the way you wear your hair and the clothes you choose to how you present your gender identity. It isn't always possible to experiment with your physical appearance IRL, not just because of physical and economic restrictions, but also because of societal ones. Avatars offer an endless way of experimenting with the visual aspect of ourselves and I often take advantage of this. ","-4fd6bcd3":"How do you think Web3 is influencing IRL identity?","5ad8c3f":"I think the term Web3 makes everyone confused and frenzied over how to participate in a world that they can't understand. Web3, in its original meaning, refers to the name adopted for a decentralized internet. While some people might interact with this definition of Web3 if they are interested in NFTs or participate in any blockchain-based metaverses, the general population is not currently plugged into this interaction or discourse. Even though we are increasingly becoming involved in a decentralized internet, a lot of people use Web3 to refer to our current digital ecosystem and all the different parts that make it up –– anything from social media, 3D art, ","-f25d3a5":", avatars, VR to ","-b1ee28f":". The difference between Web2 and Web3 is not clear-cut and I think it causes confusion. So, while the trends and digital culture that arise from the different representations of Web3 can be really interesting, I also feel like a part of the population is left feeling a bit isolated and confused about what it means and how they can become involved.","-41ebc0b0":"What are the biggest trends that have caught your attention when looking at digital fashion's influence on IRL fashion?","-5020c0f9":"Because I consider myself a maximalist, the exaggerations that can be created digitally really interest me. For example, super exaggerated, sometimes physically impossible-looking nails and clothes, prosthetics that make models look less \"human,\" or even just casting people with unconventional features, which has been more prevalent in the fashion industry over the last few years. I also think that IRL events in the fashion industry have become more like performances or \"immersive experiences,\" rather than just simple showcases of clothes, accessories, or beauty products. Brands are trying to engage audiences used to constant immersion in the never-ending scroll of online content available. By making audiences feel like they are not just consumers but rather part of a \"community,\" these immersive showcases are trying to translate how people feel connected when participating in digital culture to a real-life space and industry.","12d0f476":"How do you see internet aesthetics like “glitch”, distortion and cyborg bodies infiltrating the IRL?","259c0761":"I think this is just an evolution of what the post-internet movement was in the ‘00s. As the internet grew ever more intertwined with people's lives, the IRL started to interpret the internet as part of an art and aesthetics movement that reflected the visual cacophony of the early web. Post-internet artists would create physical works that imitated pixels, glitches and 3D graphics of the first computers. I think these new popularized trends are just revised versions of the glitch core, seapunk and vaporwave aesthetics that littered our Tumblr pages in the early ‘10s; versions that reflect the updated and ever-evolving present graphics of our many screens.","-665b95f2":"The fashion industry is witnessing its audience experience the world through a digital lens more than ever before. I think these trends in fashion are just an attempt to meet their audiences' online interests in a way that translates to real life. Instead of drawing inspiration from our natural world, we now see a heavy emphasis on translating phenomenons like face filters and transhuman digital edits into makeup and runway looks. ","34e4effa":"Because of the speed at which the web evolves, there is no rule book for how to make this connection between the digital and the real. Sometimes it feels like a new aesthetic can arise overnight just to be replaced by a viral trend a few days later. Translating these fast-evolving aesthetics into more tangible concepts by incorporating them into the landscape of fashion feels like an attempt by the industry to bridge the disconnect between digital and IRL.","5c6be443":"\"I really believe that part of the way technology can benefit humans has a lot to do with the intentions behind its creation.\"","5aa83a22":"What excites you about the future merge between human and technology and how do you think that theme will continue to arise in your work?","25f60f07":"I am personally more excited about the collaboration between humans and machines rather than the idea of a \"merge.\" If Joel Garreau’s book ","506ed555":" taught me anything, it’s that humans should stay mindful when creating technology. I really believe that part of the way technology can benefit humans has a lot to do with the intentions behind its creation. In the same vein, I also think makers of technology have a responsibility to do so ethically. AI is just a product of what it's been fed by humans, remember how ","2c9a4253":"Twitter","5d64b80d":" taught Microsoft's teenage AI chatbot to be racist in less than a day? But I do see a lot of diverse people entering the tech space as it becomes more and more mainstream, which gives me hope for the future of technology.","-3d0250fb":"Benoit Pagotto","7ab78ff1":" is a name that needs no introduction. Behind the view of an irreverent and quite comical CLONEX avatar is Pagotto’s mind. Known for co-founding ","-6f51f0e1":"RTFKT,","269732f5":" Pagotto built the leading ","-58e8625d":"virtual fashion","4c11415d":" platform in the ","-3ca648e5":" market acquired by ","-6e5a337c":" which is currently valued at $33 million USD. The strategist, who is now part of BoF 500, doesn’t believe in the ","-49112ccd":" or NFTs but in community and joint innovation. With CryptoKicks, Pagotto explores the possibilities between physical and digital aesthetics in ","-7de6321a":". CLONEX, on the other hand, reimagines human’s ability for self-expression through customizable high-end avatars. If you wonder what’s next for the French multihyphenate and his vision for democratizing 3D collectibles, scroll down for more. ","15a26db3":"BENOIT PAGATTO","7ebfb75a":"HE/HIM","2885f52b":"PARIS, FR","62ffff80":" is a name that needs no introduction. Behind the view of an irreverent and quite comical avatar is Pagotto’s mind. Known for co-founding ","-7bf7ba43":" or NFTs but in community and joint innovation. With ","17a268c":"CryptoKicks","-46becf7c":", Pagotto explores the possibilities between physical and digital aesthetics in ","5b2":". ","5e6f94d1":"CLONEX,","-47b70d4c":" on the other hand, reimagines human’s ability for self-expression through customizable high-end avatars. Below, Pagotto discusses what he's working on next, the integration of AI into his design process and his plans to further democratize 3D collectibles.\n          ","-6a97fab3":"What has been the biggest change for RTFKT since you launched in 2019?","323f30f8":"The biggest shift came when we were acquired by Nike three years ago. There has been much more interest from companies, mainstream brands and the wider industry. I'd say this was also partially combined with how receptive and welcoming the community seemed to be of ","6d975d48":", almost asking mainstream brands to come into the space. Two years ago in 2021, we were all considered very anti-establishment. Now, people are very welcoming. I think they are committed because they understand that it's what is needed for ","-1c7be612":" and culture to spread faster and on a wider level.","67fe1978":" It’s an elusive term, but what does the metaverse mean to you?","-62dcb9d5":"For me, the word metaverse is almost an abusive term. But you know, people need to name things they don't understand. I honestly think the term metaverse this time next year won't be used as much anymore as it doesn't really mean anything. In its best version, you can see how it is trying to manifest an idea. But the problem with the metaverse world is that it relies on very small insights and unpopular crypto platforms. The most interesting thing about the metaverse is that it's in an open economy, an alternate reality powered by an alternate currency. You can see how this is changing how we think of a product or a brand and how we think of different business models and ways of creating experiences that are not necessarily physical. You can still have commerce and interactions through digital experiences.","7c363e7b":"\"The most interesting thing about the metaverse is it's in an open economy, an alternate reality powered by an alternate currency.\"","4adf19ad":"You've mentioned brands are increasingly becoming platforms, which is the case for RTFKT. What possibilities do these platforms bring to the IRL?","-5eb0360f":"Now that we have physical products linked to digital ones through NFTs, the possibilities are endless. The way consumers experience products –– how they access them and what they get from them digitally – is really evolving. It's very hard for brands to stay relevant in the current industry's fast-paced landscape; everybody's always seeking to discover the next big thing, sign the next top model or understand the next trend. I think that, as a brand, the key is to actively open yourself to your community and other creatives because they can co-create with you and keep you relevant.","-6647ffec":"In terms of footwear design, do you think physical shoes are increasingly becoming influenced by what you're doing at RTFKT?","11f7b":"In ","4355cb82":", we are witnessing a new digital aesthetic that is influencing the physical world with unexplored materials and shapes. As technology develops, we will have more creative materials, lights and screens on our products and that's when things are radically going to shift. If you read science fiction books, they always picture how people dress in the year 3000 and it's usually with holograms and screens. I think that's the main ambition, but in the meantime, things are changing purely from a design aesthetic. What has been interesting in sneakers lately are algorithm-driven designs and I think these are going to disrupt the way designers work with machines, machine learning and AI. A lot of footwear that's coming up now is built in ","4a1192ee":"3D renders","-527fbfa1":" and they are quite modular and minimalistic. I think it is interesting how designs are becoming more futuristic and utilitarian, instead of continuing a traditional type of aesthetic that focuses on leather and stitches.","-49d68730":"\"A year and a half ago, Web3 was considered very anti-establishment. Now, people are starting to be very welcoming because they understand that it's what is needed for technology and culture to spread faster and on a wider level.\"","5e9612e3":"How have you been experimenting with AI?","7463415c":"I've always found ","4247fd10":" fascinating. In our RTFKT community, there are a lot of employees using it and we train them to do so. I think it is something that is inevitably going to become part of the creative workflow. What is interesting is how input text is starting a new creative language and we are now learning how to dialogue with AI. I'm seeing people getting very good at this, with some selling their chain of words to others. Now we're in the early days but I think one year from now it will be crazy to see a new type of workforce, careers and qualifications in collaboration with AI. We have around 25 AI professionals in our community that started a small group on ","40a52fe6":" where they train each other. Every week I review the progress they make and they teach me stuff as well.","7c2ca9f8":"What initially led you to experiment with avatar building and CloneX and how do you envision the affirmation of identity through digital bodies?","-2936e248":"I have always been a big video game head and loved spending a lot of time in character creation schemes. I’ve always been fascinated by how, in most games, you have different accounts, different types of characters, all of that. You see a lot of female characters played by guys and many male characters played by females. When you have the option of non-human avatars, you immediately experiment with it. In gaming chats, most people know each other by the characters they use and not by what they look like in real life. It opens up many possibilities to express yourself without being read by what you look like. It's something that's been on the internet for a while, where you can be behind the profile picture and no one knows who you are, which I think is good because a lot of people have anxieties because of their bodies. I believe avatars can help ease these anxieties by creating new types of relationships between people.","56499f44":"As technology becomes increasingly a part of our identities, do you think the way younger generations grow up will change?","-3c3019b4":"It's hard to predict, but you can see how much we changed since we got phones; they immediately became part of our lives. Imagine the moment we can have something you don't need to hold in your hand, something we can use to augment our body and brain. If you look at the relationship between human evolution and technology, as soon as there's a big technological breakthrough, there's mass adoption, which changes a lot of societal behaviors. I don't know when the next step of evolution through technology will happen, but I'm sure it will have a huge impact.","4d9927b":"Sometimes there is a bit of a disconnect between Web3 and streetwear. Many people don't understand the value of intangible goods, yet these same people might buy $1,000 USD sneakers and put them on their shelves without ever wearing them. So, how do you bring the streetwear consumer into the Web3 conversation?","488e513e":"We need established brands to educate their audiences on that; to understand the core benefits of the Web3 space. I think it's quite easy because the moment you experience it for the first time, such as buying a digital good, it opens many doors. It becomes very natural to understand why it's cool and why it's the future. The problem is, in Web3, there are a lot of bad experiences; there's a high entry price now and the good stuff is often more expensive. We need big players to make something accessible enough to their existing audience and then, it will be hard for them to go back to just buying physical stuff, trying to resell it, or having it on their shelves where no one sees it. With virtual collectibles, you can easily showcase them in open 3D spaces in just a few clicks.","-2041e8ae":"On that note, do you have any advice for emerging designers that are trying to speak to a physical streetwear consumer?","4f91c581":"My main advice is don't use the word NFT. It’s a tainted term charged with stigma. I don't think this word is going to be used too much in the future, either. You should look at what Instagram has done, they don't mention NFT, they call them digital collectibles. I think this is going to impact how we discover digital goods and their distribution.","-6f2e7b72":"\"If you look at the relationship between human evolution and technology, as soon as there's a big technological breakthrough, there's mass adoption, which changes a lot of societal behaviors.\"","ac8":"X ","-2c5bf769":"Missing text here ","4b7d3dc7":"DHARUG LAND, AUS","18bbe1ae":"Australia-based, multidisciplinary ","-53fd20b9":"artist","324cba11":"musician","-ccf19b6":" Serwah Attafuah felt confined by the boundaries and constraints of physical art, so sought escape through digital means.  Attafuah found a way to bend reality through surreal cyber dreamscapes populated by strong ancestral and contemporary themes. Below Attafuah speaks about her collaborations with ","44a80859":"Mercedes Benz","-33a51648":"Sotheby's","-65983732":" as well as her pioneering efforts in the afro-surrealist digital art scene.","-26fab96c":"WHAT DOES THE METAVERSE MEAN TO YOU?","-49cb7740":"To me, the ","-56f8c2e5":" is an ever-evolving virtual universe full of limitless possibilities. A safe space. It is a place to explore, collaborate, create and share. It serves as a bridge between the digital world and our physical world, bringing people together in new and exciting ways. The metaverse isn't just about entertainment; it's about creating meaningful connections and positively shaping the future.","-2ef06a0":"WHAT INSPIRED YOU TO START DIVING INTO DIGITAL?","5e5278f5":"My background as an artist is in oil painting and traditional ","39c10a9b":". I started making 3D and digital art in my early teens when it became harder for me to afford painting essentials and I also realized how tight the space was. I felt as if I had to create my own medium, so I started looking for something autonomous that I could do virtually anywhere, at any time. It felt fascinating to me to discover the tools to build something I didn’t even think was possible.  ","-3f476f25":"\"The metaverse isn't just about entertainment; it's about creating meaningful connections and positively shaping the future. It is a safe place to explore, collaborate, create and share.\"","-1d3b0ef3":"What have you learned about design and identity in digital ecosystems?","3ccc60a":"Personally, it has allowed me to unlock new facets of my identity as I can break the boundaries that the physical realm holds. We have the opportunity to design and create our own selves, unique to us. We can also explore different universes where we interact with other users in real-time, allowing us to share experiences, ideas and stories. ","-1d392ff8":"What do you think these new universes can offer the fashion and beauty industry?","-74ada14a":" can allow the ","-73c9795":" industries to create engaging shopping experiences that are accessible to customers regardless of their location and enable retailers to track customer trends and generate insights about their shoppers in real-time. These insights can offer a new level of customization allowing users to experiment with different looks in a virtual space and purchase items based on their exact needs.\n          ","2027e3a7":"\"Digital ecosystems have allowed me to unlock new facets of my identity as I can break the boundaries that the physical realm holds. Within them, we have the opportunity to design and create our own selves, unique to us.\"","-98c1fba":"How do you think Web3 will change the way younger generations grow up?","5c51c98b":"I hope it will have a positive impact on new generations. With access to smart contracts, ","38a3599b":"-driven interfaces and cutting-edge digital experiences, we will hopefully have unprecedented levels of control over our own lives. With this access comes opportunities for education, collaboration and creativity that will help shape the way we approach problems in all aspects of life.","3cb958fc":"Does your digital twin resemble your physical appearance?","-1bdddc34":"In some ways, yes. I call my digital avatars \"Afrofuturistic reflections or abstractions of self.\" To create them, I first build carbon copies of myself and then manipulate them digitally. My avatars are a mixture of all my experiences and inspirations. I'm never too tied to their appearance because they are evolving creatures.","2274d582":"How do you think Web3 is influencing the IRL?","35dd8446":"I think it has helped us as a society to question the world around us a bit more, such as examining whether tech giants, governments and creative industries are working for or against us. By removing many of the obstacles associated with traditional methods of communication and commerce, Web3 is helping us create a more equitable society where everyone can benefit from new opportunities and improved access to services regardless of location or economic status.","-4c6e47e2":"What are the biggest trends that have caught your attention when looking at digital fashion’s influence on IRL fashion?","-89dbc96":"I’ve seen a major ","-9cd96a3":"3D printed","-1623dead":" garment trend pop up within the past three years, which I think directly ties to digital art aesthetics. ","-552c9989":"What excites you about the future merge between humans and machines?","-7f0d81cb":"It has always excited me. I grew up reading and watching all kinds of sci-fi and cyberpunk media. Most books I'd read, such as ","-12e8e65":"Neuromancer,","-a042891":" would always portray some character with a bio-implant that would make them faster, stronger, and smarter – I always wished I could do the same. In fact, ","-32bacb90":"The Cyber Dada Manifesto","-3be63dce":" by Dale Nason and Troy Innocent was tacked up by my desk for years. I am particularly interested in the possibilities of enhanced human capabilities, such as increased memory, improved decision-making and expanded creativity. I hope that the merging of humans and machines promises an increase in efficiency while creating a more connected world, giving us all access to the same data and tools, so we can achieve greater things together.","-2bed34a6":"\"My avatars are a mixture of all my experiences and inspirations. I'm never too tied to their appearance because they are evolving creatures.\"","765cfc9c":"Beauty","-5c21ef8c":" standards are a concept in flux and are certainly not immune to unfolding virtual ecosystems. Thankfully, being literate in ","-339314b":" can be a powerful gateway to dissect identity in a way that allows us to reinvent what it means and how we can truly embrace it. The way we feel and reflect our sense of self is being redefined in the digital world and leading to not-so-human depictions within ","3155f9c9":" and beauty.","61843ab3":"So, will we inevitably shift the way we present ourselves to the world in increasingly alien ways? ","233069d":"Let’s look to the happenings of the digital space to find out.\n        ","-4db85c9f":"SGI CREATOR","6e66e50":"STONE ISLAND","4a1b4fa0":" reported that our digital identities are increasingly important, at times more so than our physical ones. There are countless digital designers such as ","-154b509f":"SGI Creator","86c7880":" whose CGI work contribute to this, offering new visualizations of online bodies and possibilities for self expression. With our digital selves being increasingly influential, fashion brands are taking note by onboarding the use of avatars in their campaigns in an attempt to speak to the value systems of their audiences. ","33a61f89":" performance brand ","-4ccfa190":"Stone Island","26e02553":" unveiled a “future seeing” avatar in its recent campaign with SSENSE and ","-176b3abc":"South-Korean","-4ce956d0":"eyewear","5a97c7cc":" label ","-44c675a9":"Gentle Monster","6e0179a0":" frequently taps cyborgian bodies in its campaign imagery and in-store activations. Other creatives, like ","-7d56beac":"Mica Le John ","-1a4a7bc0":"with her virtual avatar platform ","424cfd7":"IDORU","1fbb02a2":", see humanoid-aesthetics as an opportunity to create more diversity in the fashion and beauty space.\n            ","64d6189":"IMAGE CAPTION / Credit","3d1d41fa":"The disruption of human appearance has trickled into the creative industry from ","3fd9db4":"catwalks","104ce5":" to ","4384a76b":"lookbooks","-4c8d790c":". Intergalactically adorned beauty looks that mimic the humanoids we see in the digital world are now being used as beauty references on physical bodies. Just look at Italian brand ","7a00d3fa":"Diesel","4a20710b":"Parisian","10cf5eb5":"Marine Serre","46e6e5d":"Milan","-790d4587":"-based luxury house ","2f0e2d60":"Valentino","-2021b134":"Ukrainian","-13c7558b":" designer ","-4d1a3751":"Natasha Zinko","-47df9ada":", all of which have recently featured models dripping in metallic chrome skin on their respective ","5c73106f":"runways","2e":".","782edbda":"DIESEL","1e1e32ff":"MILLIE SAVAGE","29f41c24":"MOWALOLA","6095c3bb":"DION LEE MUA BY ISAMAYA BEAUTY","-31b32cab":"SCHIAPARELLI","fe2f186":"JEZZ HILL","30c57ad0":"In the digital world, identity is viewed as a dimension. While our love for sci-fi, space exploration and fantasy all play a part in this inspiration, it is also due to an increased exposure to digital identities that we see and feel represent us. Humanoid aesthetics will offer new possibilities to diversify IRL beauty standards. Our interviewed experts agree it is the industry’s responsibility to use digital avatars for diverse representation and not to reproduce those fetishized in science fiction. These beauty choices, designed with a feeling of synchronicity between online and offline, play a part in normalizing digital skins in the real world, not from a nuanced, “metaversian” approach, but from a deeply-human desire to disrupt beauty standards entirely..","38da95a8":"I see the return of the skinny look and the \"alien aesthetic\" as closely tied to 3D models we see online as pop culture for decades has designed aliens to be super skinny. Hopefully, this is the doing of the older generation that grew up with certain beauty standards. It shouldn't have a place in Web3.”","361c7f58":"“While in the age of the natural, beauty was altered only to the amount to which it still seemed biologically plausible. The socially accepted norm of “beauty” is being substituted by strategies to become different. Alienation is used as potential for distinction thus turning socially normed otherness into a new way to create a differentiated beauty.”","7fd67a4a":"“In the digital realm, people express their identities in different ways. Some people like depicting themselves from scratch, while others gravitate toward reflecting their physical selves in their avatars. In virtual ecosystems, the possibilities of \"deconstructing\" yourself are endless.”","2b9d541c":"“I think we will reach a point in which beauty will be closely linked to avatars. And then you will pick who you want to be and what you want to look like. I think that freedom of expression is what we need, not being conformed by the rules that we live with biologically.”","280ef13a":"James Joseph, CYBER MAGAZINE","-62185b08":"From the rise of luxury, ","-65958636":"jewelry","29580a68":"-like prosthetics to chrome-built ensembles, transhumanist-inspired materials are inspiring creative extensions to the body.","50a3c619":"Our interest in ","11d8c656":" as a medium for creativity and identity is being explored by digital designers and IRL crafters alike. For generations, across sci-fi fantasies, we’ve not only seen future-facing garments infused with interactive tech but with physical bodies as well. This concept is called transhumanism, the idea that human conditions might be enhanced through emerging technologies.","638ad4c8":" As digital bodies and virtual ","-7b59ab17":" become more commonplace, what impact can we expect on the physical clothes we wear every day?","-1fd36d91":"RUBY 9100M","50e6df5":"YVMIN","70544fd4":"Virtual influencers such as ","28885c2":"Ruby Gloom","-7a7682d":", avatar studios like ","787ababb":"CloneX","1c65c013":" and CGI artists including ","651b920f":" have led the experimentation of transhumanist aesthetics, often depicting digital bodies complemented by bionic limbs, computing eyes and glitched skin. Bionic bodies are showing up in fashion campaigns as well with an increase in cyborg-inspired campaigns that blend physical fashion with sci-fi stories, such as the works of ","4415b49":"KEIGA","-4f595f20":"Augmented Reality","4f00c76":" is making it easier for us to see ourselves as a canvas for technology, as seen in ","-77fff9c8":"London","-6bff2c6":"-based ","4361734e":"CYBR Magazine","-3ce29efd":" which negotiates the intersection between the human body and digital design through digital filters.","-27c7953":"From hardware-inspired accessories and metallic body extensions spanning both emerging designers and luxury favorites, bionic design aesthetics are increasingly prominent in the material world. ","-28b1ced5":"Shanghai","641adf33":"-based brand ","35a5d00d":"KWK by Kay Kwok","2de12ae4":" designs for the year 2100 in its ","8e1dd3b":"FW23 showcase","-11398c90":" by visualizing alternative realities with chrome body armor.  In collaboration with video game series Diablo IV, ","-403dabc6":"Denmark","788be6":"’s ","5baa258e":"Han Kjøbenhavn","-41a50997":" experimented with the idea of amending the body with metal accessories in the form of gamewear . Meanwhile, the ","a34abc7":"3D-printed, prosthetic-like jewelry","100a89":" by ","495296b":"Paris","-5b7532b5":"ian designer ","2b2f78d5":"Rohan Mirza","7dd7f794":" uses transhumanism as an ethos in his collaboration with ","-1b9af78":" fashion house ","-4aba002d":"Jean Paul Gaultier","5eef0f6f":" in which earrings, necklaces and rings take form in metallic cyber designs. ","-346e828e":"FECAL MATTER","-537f17be":"BUERLANGMA","3b2cb96e":"HAN KJØBENHAVN","-c415676":"While the digital space encourages surreal, avant-garde creations, the physical world is still calling for expertly-crafted, functional dressing. Bionic garments could very well be the solution to  blending these two values. From the rise of luxury ","74f1df8":"-like prosthetics to chrome-built ensembles, transhumanist-inspired materials will likely fuel future product development offscreen due to their durability and performance. As digital and physical realms continue to unite, bionic garments will be more than just a design aesthetic but increasingly made functional in the form of luxury tech wearables, material innovation and tech-industry collaborations. ","-7804cf82":"PROENZA SCHOULER","78adb121":"DRESSX","-6f04d376":"“I have noticed a lot of chrome and metallic accents and accessories lately. This could be attributed to the neo-y2k aesthetics that have resurged in the past decade. Chrome and metallic shades in 3D modeling software tend to translate well in basic renders and many designers want to incorporate that aesthetic into their IRL work.”","-d2e5c8f":"Gastt Fashion","-251b099a":"“Super exaggerated, sometimes physically impossible-looking nails, clothes and prosthetics make models look less \"human.” Instead of drawing inspiration from our natural world, we now see a heavy emphasis on translating phenomenons like transhumanist digital edits into runway looks which feels like an attempt by the fashion industry to bridge the disconnect between digital and IRL.”","-134fc9e5":"“With technology we can alter the digital appearance of our bodies, which enables us to develop more personal and abstract interpretations of our physical selves. Using technologies to change circumstances has a emancipatory potential for self-realization. In techno-expressive times, altering beauty with the help of technology gets more expressive.”","-4f3a9f61":"“It’s fascinating to think that for the first time evolution takes human electronic artifacts into account as a variable to drive improvement in a species, our species. The realm of digital is deeply ingrained in our daily dynamics, in our problem-solving processes. Hardware is slowly beginning to merge with our bodies.”","-49208286":"Leah, NEWFORMAT Team","6b266a2b":"“The moment humans and machines merge we will become much smarter and we will be able to learn and acknowledge many things that we are not capable of at the moment. What's most exciting to me is digital visuals that aren’t connected to a body, allowing us to have different identities at the same time.”","5d53967b":"Gala Marija Vrbanic, TRIBUTE","767d4bc1":"“I’m completely willing to use technology to digitally alter my appearance for artistic purposes, or even just for my own amusement. Yet, people are definitely catching on to the undisclosed usage of filters and technological body augmentation and they are expressing discomfort with it.”","-67edf8ad":"Gast Fashion","458fd492":"“I hope that the merging of humans and machines promises an increase in efficiency while creating a more connected world, giving us all access to the same data and tools, so we can achieve greater things together.”","-700ad580":"“We believe humans and machines coming together will be like magic existing for the first time. We, as humans, get to take all of our creativity combined with sophisticated technology to create the most exciting and innovative living experience yet.”","38b624a9":"BakeUp Team","5a9a64a5":"Fashion has taken design inspiration from the internet for decades. Today, skin-in garments are trickling onto the runway at pace, bringing new digital aesthetics into the physical world. Although discreet in the way they've manifested in the latest IRL ","-166b299b":", digital aesthetics are everywhere. A two-way system of influence between digital and physical ","-35b0a48c":" is increasingly being initiated, bringing phygital and reimagined silhouettes to life.","484b4ce3":"But how will digital fashion’s gravity-defying design capabilities be reinterpreted IRL? And how will this impact the creator economy?","-47e2dc08":"GUCCI VAULT X THE FABRICANT","-2d97bc5a":"RTFKT APPAREL","-102a512e":"Since 2018, digital fashion players such as ","-6854baa5":"LA-based","2f517910":" retailer ","7a7fa921":"DressX","-73dbd316":" studio ","-65c4660d":"The Fabricant","50670a80":" and Croatian label ","-8d8c5ea":"TRIBUTE Brand","-7c2954f7":" have created cyber collections using digital tailoring that allow users to wear a variety of shapes in the digital space. This phenomenon has been elevated by advancements in ","-7d0018e0":", with companies such as ","-62790d39":"ZERO10","225a4901":" providing filter try-on solutions that bring digital creations to life through our screens.","72cb7530":"ADIDAS","-7873cb19":"Digital and physical are becoming exceedingly interconnected which is changing the way brands communicate with their audiences and the products they deliver.  Look to ","-2ccb31c0":"-based heritage brand ","-9ca462":" and its collaboration with ","79f483ab":", which led to a collection that lives both within the video game universe as well as a physical drop that mirrors its digital skins.  ","5d032d31":"NY-based","-22af1166":"Kim Shui","-60538906":"’s SS23 showcase used 10,000 user-contributed images from its Discord channel to create a first-of-its-kind, ","3f08bc3b":"crowdsourced graphic dress","453f170":"LOEWE","9e17a26":"VIVIENNE TAM","-65c2f3b4":"When it comes to physical collections, digitally-inspired fashion is exhibited in an array of styles, from glitchcore, which highlights early web aesthetics, to hyper surrealism in the form of futuristic silhouettes. The ","-42ddb80c":"“skins”-inspired","73f5f28f":" garments showcased in ","778a629c":"Loewe's","26f8a1":"SS23","5c72b635":" collection along with ","404ce564":"Vetements’","-381c6e61":" use of pixelated prints clearly show a spiked fascination of early internet nostalgia on the catwalk. \n            ","34af668b":"GNASTIY","2a33937b":"MATTY BOVAN","5fa7efe4":"AFFXWRKS BY LOTTIE COLLINS","-7db004b2":"KIKO KOSTADINOV ","9edf67a":"KIM SHUI","2d0e391a":"Hongkongese","-398c2cbb":"GNASTIY’s","-1dfe4464":" glitch coat and London-based brand ","-5c006dc1":"Matty Bovan’s exaggerated SS23","79fd46d0":" outerwear. The use of lidar and 3D scanning – tools used to generate precise, three-dimensional information – have also been adopted by numerous labels such as London-based ","5394b1ba":"AFFXWRKS","-3c7c78ee":"Kiko Kostadinov","-9684c5f":" to create a deconstructed look in garments and models, spotlighting the perfect imperfection of digital inspiration.","-573a9dfd":"The way garments adapt to the body could soon shift to new silhouettes, perhaps focusing less on the human form and more on the limitless shapes of our digital selves. As the industry's influence becomes circularly inspired between the URL and IRL, AR will enable ","-3187ed76":" to be digitally painted onto our bodies offering multiple modes to experience a garment. We will be able to continue to collaborate with brands through digital crowdsourcing to celebrate design between screens and ","-1441c1cf":"“It’s an evolution of the post-internet movement in the early 2000s with versions that reflect the updated and ever-evolving graphics of our many screens. This “visual cacophony,” of the web [imitates] the pixels, glitches, and early 3D graphics of computers which is an attempt to meet audiences’ online interests in real life.”","-3a8e073d":"“Digital fashion still feels heavily inspired by the IRL, in the sense that most virtual clothes look like physical garments with iridescent jackets and video game-inspired looks. I think digital fashion has made people become more experimental with their styling and more brands are showcasing their collections through AR and adapting them into physical garments.”","1c9e271b":"“The possibilities offered by not having to adhere to the laws of physics are endless. \"What does a trench coat look like in a world without gravity”? Some amazing designers have been bringing not-from-this-earth fabrics and movements that are influenced by the digital. There is definitely a two-way system of inspiration.”","72b5c706":"Phillip Hennche, Burberry","-1ee6933c":"“IRL fashion is reacting to the Web3 phenomenons and creating interesting ways to experiment with these aesthetics. Especially in fashion and product design, creators and consumers are both heavily inspired by what they see on screens and it is just natural that they want to have these pieces IRL as well.”","-4211f48d":"“I’ve seen a major 3D printed garment trend pop up within the past three years, which I think directly ties to digital art aesthetics.”","5d35e1de":"“This sort of pixelated pattern is becoming a huge trend, but I don't think this will be long-term. Fashion isn’t necessarily connected to clothing… we don't need clothing on our bodies to define who we are. So, I think fashion in digital ecosystems will soon not look like physical clothing but a completely different form.”","-63aff67e":"Gala Marija Vrbanic, Tribute Brand","201c":"“","-693ae6be":"Augmented reality, as a part of Web3, is already taking over the physical world. Although still in development, this technology will make such a big impact on all areas of our life, from the way we present ourselves to how we perceive our life -- which is extremely exciting.”","2aa01614":"George Yahsin, ZERO10","-7d395971":"JOSEPH","-5c6b8f5f":"SAMANTHA","3bdae3a":"AYSON","12d80":"NEW","7bf2ebf7":"FORMAT","273a5d":"TEAM","-6cb6424e":"TERESA","38436d5d":"FOGOLARI","7a8d83c5":"EUGENE","44fa0b5":"LEUNG","7490d56f":"BENOIT","401a0":"‍‍","-514c76a":"PAGOTTO","7d198fdf":"GEORGE","-6465e6be":"YASHIN","-7c508cae":"KADINE","22d4b9":"JOEY","-7bef36cd":"KHAMIS","225c93":"INES","3b7b93e":"ALPHA","241afa":"MICA","2bfdbf52":"LE JOHN","-74dfb19e":"OLIVIA","3d1ee39":"CHENG","-6e6ad982":"SERWAH","3b53c88":"AGATA","-4afaa8f":"PANUCCI","6f7d778":"PHILLIP","5aeeafe3":"HENNCHE","2143cf":"GALA","5506140d":"VRBANIC","3c26b4b":"BEATA","7b1eb217":"WILCZEK","40752f9":"GASTT","71d1e0da":"WHAT DOES THE ","67996e30":"METAVERSE","-7a010ab6":"MEAN TO YOU?","-7e990854":"CLICK THE IMAGES TO CHOOSE ARTIST","22532d01":"SCROLL TO EXPLORE","dbc9970":"CHOOSE ARTIST","-267683db":"Hover and click to explore. ","-452b4cf4":"Let's create some text to add here or something to help the UI.","1c722006":"WHAT DOES THE","-7b676151":"Joseph","7759eb07":"CYBER ","2a159b94":"MAGAZINE","-1cefb3a4":"No one really knows. Right? The point here is to give independent individuals fashion designers, creators, artists, individual people the power and give them the power back. And it's happening right now.","-1bffb00d":"EDITOR AND FOUNDER","3d99d9a":"CYBR ","-151995e0":"\"No one really knows, right? The point here is to give independent individuals – fashion designers, creators, artists –the power back. And it's happening right now.\"","8970d3d":"FORGOLARI","5e81e8ee":"3D CREATIVE DIRECTOR","462373d":"MORBO","5b9c53a3":"\"I see two aspects of the metaverse: one that is linked to the Crypto economy, and one which is linked to creative expression and personalisation of experiences.\"","-71dd62d3":"CREATIVE LEAD","6b1597f7":"TRIBUTE LABS","-223296bc":"\"Web3 is the internet that essentially uses blockchains as its core consensus and proof mechanism. The metaverse is a collapsing of the physical and digital spaces into a new reality.\"","-34ed0969":"NEW FORMAT","-49a26bac":"CLAUDIA RAFAEL, CO-FOUNDER","-3e905afb":"AND LEAH HESS, CEO","101a8a76":"\"The metaverse is first and foremost a huge opportunity. It is a potential parallel world in which everyone can reinvent themselves completely freely.\"","-a7ee8d2":"CO-FOUNDER","-3e6a628c":"\"For me the word metaverse is abused. The term this time next year is not going to be used as much anymore. I think the word metaverse, in general, is full of bullshit.\"","64ef779c":"3D ARTIST AND ART DIRECTOR","c7cf":"3D ","6ba646eb":"DESIGNER","-702fbc4c":"\"I personally don’t like the term. Metaverse is generally diminutive & misleading because it tries to group together aspects of digital culture that, while related, are actually quite distinct.\"","-2e401f1d":"FOUNDER AND CREATIVE DIRECTOR","-7f002489":"INJURY","3b79a856":"\"The metaverse is another reality that co-exists with the IRL. It has infinite possibilities, where I expect surrealism, dreamy landscape, true liberty and inclusivity can come true.\"","295578f":"FOUNDER","15dd8f71":"GASTT FASHION","5164a60e":"\"The metaverse could be used as a tool to connect with people and for self-edification. However, many attempts to realize the concept have been underwhelming. I have a healthy balance of curiosity and cynicism.\"","1042d":"CEO","29f6a8":"ZERO","61f":"10","4cccd7a0":"“The concept of the Metaverse is currently undergoing a significant transformation. With the focus now shifting toward mixed reality, we find ourselves entering a new era that will likely endure for the next decade. This exciting development presents new opportunities for users to incorporate technology into their everyday lives, seamlessly blending the digital and physical realms.” ","-6ccde14d":"CEO AND FOUNDER","-2fa7658":"THE IMMERSIVE KIND","6880b754":"\"The metaverse is a 3D elevation of the online world which spans across online spaces and unseen virtual simulations.\"","99f":"ML","57dc1544":"\"I think the metaverse is something that we already live in. It's the extension of ourselves on the internet and all the digital \"places\" we go to everyday.\"","-7a6085fc":"LEJOHN","-5614b276":"CEO AND CO-FOUNDER","2bf389e9":"IDORU WORLD","-3a344879":"\"The metaverse'' right now is a giant placeholder—a promise of something to come. It may be a further slide deeper into late-stage capitalism, but it’s also a real chance at radical change and an inclusive, freeing and healing digital future.\"","31cf43d6":"3D ARTIST","75ba37e1":"\"It’s a world we're creating that lives in the digital realm. It can sound scary sometimes, but I believe it is also super exciting as emerging tech opens up many possibilities for humans.\"","-5470ddbf":"ZIXIONG WEI AND OLIVIA CHENG","-6c33f30e":"CO-FOUNDERS OF","-8992a63":"\"I think that the truly matured platform has not yet arrived. We think it's important to find the right user scenario. We like to ask ourselves at SCRY Lab, “Why do people need to immerse themselves into this digital world or what value do they get out of it?”","-4d969865":"MULTIDISCIPLINARY ARTIST","bf5705d":"\"The metaverse isn't just about entertainment; it's about creating meaningful connections and positively shaping the future. It serves as a bridge between the digital world and our physical world, bringing people together in new and exciting ways.\"","4a68f67c":"ARTIST AND FOOTWEAR DESIGNER","-3fda005d":"\"For me the metaverse is about creating without limits. You can make incredible things! When you design something in the real world you have to deal with the technical part, but in the metaverse you can create whatever you want. It’s good for your mind to think out of the box.\"","-21fd3be9":"DIRECTOR OF CHANNEL INNOVATION","-60c4e8fa":"\"Some think it's not a place, but a tipping point. For others, it is somewhere you can only access through a VR headset. For me, it is an evolving interconnected world; a new door toward freedom of self-representation.\"","-2588714d":"GALA MARIJA","-58308cc0":"\"What's exciting about the metaverse is digital visuals that are not necessarily connected to a body, allowing us to have different identities simultaneously.\"","-20399c37":"EDUCATOR AND FOUNDER","-76942648":"UNFOLDING ","221e4f51":"STRATEGIES","3a97e1d8":"\"The metaverse is a concept in the making, emerging from the hybridity of everyday life as our work and social life happen more and more in between, converging online and offline. I like to think about it as a \"Post URL/IRL\", a condition where we no longer divide the two.\"","1e9d6ceb":"james joseph","18338f9b":"CYBER MAGAZINE","-1f7b87f5":"Teresa Fogolari","6342f5d":"morbo","-1477a5e5":"Samantha Ayson","-7a5e1877":"Tribute Labs / RED DAO","-722d7c9a":"NEWFORMAT TEAM","-5c9376df":"Claudia Rafael, CO FOUNDER","-bdc6efb":"AND Leah Hess, CEO","-cc92c52":"\"The metaverse is first and foremost a huge opportunity. It is a potential parallel world in which everyone can reinvent themselves completely freely. \"","-5b7c0746":"Eugene Leung","33bb630a":"\"The metaverse is another reality that co-exists with the IRL. It has infinite possibilities, where I expect surrealism, dreamy landscape, true liberty and inclusivity can come true.\" ","4165af9":"Gastt","64ddc4a3":"George Yashin","abc4900":"“The concept of the Metaverse is currently undergoing a significant transformation. With the focus now shifting toward mixed reality, we find ourselves entering a new era that will likely endure for the next decade. This exciting development presents new opportunities for users to incorporate technology into their everyday lives, seamlessly blending the digital and physical realms.”","-5b18d50a":"Kadine James","-77128e38":"The Immersive Kind","-71a5c1b8":"\"The metaverse is a 3D elevation of the online world, which spans across online spaces and unseen virtual simulations in the world around us – as well as much of consumer leisure and socializing.\"","-4ef41d86":"Joey Khamis","674fc84c":"Mica Le John","2df4dfb6":"3d ARTIST","5416992b":"\"It’s a world we're creating that lives in the digital realm. It can sound scary sometimes, but I believe it is also super exciting as emerging tech opens up more possibilities for humans.\"","-d22759f":"ZIXIONG WEI AND Olivia Cheng","-4760ee76":"Co-Founders of SCRY™ Lab","-8994a5e":"\"I think that the truly matured platform has not yet arrived. We think it's important to find the right user scenario. We like to ask ourselves at SCRY Lab, “Why do people need to immerse themselves into this digital world or what value do they get out of it?\"","-1c591cc":"MULTIDISIPLINARY ARTIST","449a0421":"\"For me the metaverse is about creating without limits. You can make incredible things! When you design something in the real world you have to deal with the technical part, but in the metaverse you can create whatever you want. It’s good for your mind to think out of the box. \"","5967433b":"Phillip Hennche","-12e88060":"Gala Marija Vrbanic","-7f93adbe":"Beata Wilczek","1af6309":"UNFOLDING STRATEGIES","-636a943c":"Aided by ","-28607852":"innovations","10237b":" in ","46172aee":", footwear designers are breaking manufacturing boundaries and constraints, allowing for the materialization of creative phygital concepts. ","-69450a64":"Future-facing ","-4042246a":" releases of late share a common thread: they are bringing striking modular concept designs to IRL. Aided by ","40fd1a0c":", footwear designers are breaking manufacturing boundaries and constraints, allowing for deeply creative silhouettes and sustainable solutions to materials. Though functionality will always be at the forefront of IRL footwear design, can inspirations from digital concepts create new modes to experience kicks? ","-1fd70df":"RTFKT x Forging SZN 1","67cbecd":"rtfkt","-67dceeae":"RTFKT x Nike Dunk Genesis CRYPTOKICKS","-7a7e56d1":"From a digital lens, ","-e8a143a":" established itself as a pioneer in the virtual sneaker industry by creating gravity-defying virtual shoes that can be minted and worn across the ","-4ab2b93":". A big reason for the platform’s success is its “","242e4528":"” approach to marketing – bypassing the jargon of the metaverse and going straight to sneakerhead’s consumer interest in exclusivity, design and collaboration. Since being acquired by ","-6cea7eb":" in 2021, they’ve continued to build momentum with projects including Cryptokicks iRL. Subsequently, inspired by RTFKT, Nike recently announced a Web3 platform dubbed ","2f6bb2d2":"“.SWOOSH”","-ebad43d":" for users to design and sell their own sneakers.","-44580165":"From a design aesthetic perspective, virtual sneaker designers are bringing never-before-seen products to our feeds by reimagining obscure objects, textiles and heights in their creations. Look to ","-704b4f33":"Chinese","-dc6bbfc":" who offers a new approach to footwear silhouettes by creating soles made of sponges, coils and disco balls, while Tel Aviv-based designer ","-6e8ccbdf":"Nir Goeta","-6cd55538":" builds futuristic boots and mules blending out-of-earth textures and abstract shapes. ","-31c9c6f8":"uv zhu","35ce73a1":"sgi creator","-253951a6":"3D printing is the bridge between digital design and physical function. Brands ranging from Chinese footwear label ","-5673a537":"USA-based","111dc9ed":" platform ","7eecd1a6":"German","37c1526f":"Zellerfeld","-2e69e2d0":", create both digital and physical 3D printed footwear cut from the influence of ","200a35a7":"sustainability","add5c55":" and self-expression. Sustainable through the use of 3D printing techniques that allow minimal samples to be produced and expression-based given they bring creative digital renders to the IRL. ","-7194aeb9":"JOEY KHAMIS mlln","20577e1c":"FINN RUSH-TAYLOR x ZELLERFELD","795296d7":"MAISON MARGIELA x REEBOK","b1f54fa":"botter x reebok","3b5e2a0e":"ANCUTA SARCA","-3631c540":"3D printing is extending itself past manufacturing and into unchartered terrain of design influence. From ","-5bab1b2d":"Matthew Williams x Nike","-36d49591":"Maison Margeila x Reebok","-17f81d63":", recent rubber clogs and luxury ","-7e515c82":"slides ","6edb3ac9":"have clear nods to modular 3D aesthetics. Although simpler and smoother in design, these creations are more complex and conceptual in their configuration. Usually released in minimal hues and featuring sculptured accents, these kicks can be spotted with a laceless look, asymmetric cutouts, hole-punching and lightweight ergonomics.","-2b8cdcb3":"CYBR x Zellerfeld x Zulu Kuki","-40e3daba":"asics actibreeze 3d","3a65feca":"dior fw23","-7c3041ed":"Whether inspired by natural terrains or by extraterrestrials, this new wave of fluid design will enable an efficient way of experimental aesthetic ideation from new materials to new levels of interactivity. From an accessibility perspective, 3D printing will make digital designs possible in physical formats, opening room for us to materialize otherworldly digital creations.","-424f99b5":"“For so many years 3D printing has been a means of prototyping but now it’s wearable and functional. Clog/croc/foam runner [silhouettes] and aesthetic trends are colliding with traditionally made sneakers. So much of mainstream footwear the past years has been retros and revamps of nostalgic models but people are ready for a change.”","4479ff4":"“Footwear now is built in 3D renders and its quite modular and minimalistic. We are witnessing a new digital aesthetic that is influencing the physical world with unexplored materials and shapes. As technology develops, we’ll have more creative materials, lights and screens on our products but now things are changing purely from a design aesthetic.”","-3aa3c238":"“Accessories, especially shoes, are practically only designed with digital software and the technology now allows us to produce an actually wearable, comfortable and customized shoe in a 3D printing process.”","cad9303":"Leah, NEWFORMAT","-6621b815":"“It's been fun creating these digital encounters - and asking questions around how we can experience fashion and footwear. I brought the 3D scan of my head onto a pair of customized shoes called The Crypto Shoes which are part of the permanent collection at the Virtual Shoes Museum.”","-6fd56ff5":"“It's exciting to see how new technology is creating a new aesthetic in footwear. I love it because it's taking a lot of things from sustainability to manufacturing and making it accessible, which is fantastic.”","69bbd7a5":"James Joseph, CYBR","556d8f9d":"“We want our physical creations to have a function and in the virtual ecosystem, our shoes are no longer something you use to cover your feet, they are a dimension to explore one’s identity.","6680fec0":" We hope in the future we can have access to new technology that can make our craziest visions for footwear come true.”","-4ea33427":"Olivia, SCRY Labs"}