{"30":"0","601":"01","602":"02","603":"03","6942258":"title","69372229":"Meets Couture","25aa0a6b":"Made in France","1774ff":"2023","eb88d5b":"When Cognac","-435caba":"Kim Jones Explores Hennessy X.O’s Rich Legacy Through Haute Couture","2c0c7c4d":"chapter","14efcee0":"when two icons","6a45761":"unite","1f2e9faa":"keywords","70727ab3":"1. Arts","-3256c56":"2. Culture","-9ffe1bc":"3. Heritage","7fdab638":"HXOxKJ","2497ad4e":"Continuing its run of highly-coveted artistic collaborations, Hennessy X.O takes a different approach to its partnerships for 2023. Known for tapping artists, directors, and architects, this year Hennessy X.O enters the world of fashion for the first time — enlisting acclaimed designer Kim Jones for a series of show-stopping products.","6608b52c":"Translating the intricacies of couture fashion into the heritage cognac brand, this collaboration ushers a new direction for Hennessy X.O. Through the lens of contemporary design, Jones reinterprets the brand’s 150-year history whilst protecting the complex art form passed down through eight generations of master blenders. The partnership itself marks the fusion of two leading forces at the forefront of driving culture forward who are pushing the boundaries of their established disciplines. The collection boasts an exclusive Masterpiece decanter, a limited-edition Hennessy X.O bottle as well as the stand-out piece of the range, a sneaker referencing Jones’ streetwear résumé.","27b37e25":"“I’m interested in the best of the best. And [Hennessy] is the best at making cognac.”","-724a9fa6":"— Kim Jones","3d503d2b":"No items found.","6adbef3b":"step into the ","-1ae8b198":"world of luxury","-62073dc3":"1. Craft","7bf90064":"2. Design details","-bab6f91":"3. Experience","-1553be7b":"step into the","-20ce67bc":"2. Design Details","-276e9d47":"Given Kim Jones’ deep-rooted ties to the sneaker community, introducing a footwear offering to the collection was the perfect fit. Crafted in an LVMH-owned shoe factory in Italy, the limited-edition HNY Low by Kim Jones is inspired by early basketball silhouettes reimagined for the modern wearer. “A cognac and a sneaker is not a usual pairing. I wanted it to be very classic. I wanted it to be a shoe that a lot of different people could wear,” Jones says.","48876b51":"Wanting to recreate the amber brown tones of cognac, the sneaker’s upper arrives in a premium nubuck, reinstating its timeless design. As well as co-branded touches adorning the heel including the KJ initials and Hennessy’s bras armé emblem, the leather midsole also incorporates the curves of the bottle’s labeling which seep into the grooves of the outsole.","-f8ffae5":"“I wanted it to feel like you’re almost looking into the bottle. It’s a glass of cognac in sneaker form.”","-5859a7b2":"Keeping in mind the full consumer experience, the sneaker comes packaged in cotton dust bags with luxe detailing. Inspired by the barrels used to age Hennessy X.O eaux-de-vie, they are presented in an oak sneaker box with wavy details reminiscent of the Masterpiece’s design language featured in the collection.","-22ba7a6f":"The collaborative HNY Low by Kim Jones sneaker is available to purchase now on HBX and retails at €650 EUR (approx. $705 USD).","2e247885":"Designing a","49b38dcc":"masterpiece","-12d1da6":"1. Couture","-4e9b8979":"2. Limited-edition","-32736209":"3. Reimagining tradition","-35452f5b":"designing a","6522b6f2":"Juxtaposing the mechanical factory production of sneakers with the intricate human process of using the senses to craft cognac, the Masterpiece sculptural decanter bridges the gap between tradition and modernity.","-34b832c5":"Limited to only 200 units, the decanter is created using 3D printing technology complete with hand-finished details. Its design cues are inspired by the original way Hennessy bottles were wrapped in tissue paper at the turn of the 20th century and Jones takes his expertise from the world of high fashion to evoke a feeling of couture at the cognac house. “If you look at [the Masterpiece] you can see how it can become a draped dress. I wanted to take something I’ve learned from one discipline and bring it to another,” he explains. Similarly to the sneaker, the gradient hues reference the vast eaux-de-vie reserve colors aged in barrels, rising from darker brown to a golden tip.","457b9d46":"Having integrated his disruptive approach at the creative helm of some of the world’s most lauded labels, Jones brings the same energy to this collaboration. Tapping into the heritage brand’s colloquial term, he cleverly masks certain letters by utilizing the folds of the design to only reveal the word ‘Henny.’ “There are nicknames for brands that people love, and Henny comes up a lot. I thought I’d be nice to bring it in as a tongue-in-cheek moment,” he says.","-3edb3314":"“I visited the archive of Hennessy and treated it the same way as with any house. It was about studying the DNA and the history.”","-6b273c03":"The limited-edition bottle represents a ‘ready-to-wear’ version of the creative direction applied to the Masterpiece. The iconic Hennessy X.O bottle is encased in an aluminum second skin, with its structure showcasing the bottle’s signature shape while channeling a couture silhouette. A testament to the luxury feel of the collaboration, dual-branding adorns the facade to complete the design.","7cf93d2c":"discover more","-588250ec":"HXOxKJ_FOOTWEAR","c30e45":"HXOxKJ_masterpiece","3a277500":"Not intended to be seen by persons under the legal alcohol drinking age or in countries with restrictions on advertising on alcoholic beverages.","2b220c2":"Please drink responsibly.","-6e14465e":"Not intended to be seen by persons under the legal alcohol drinking age or in countries with restrictions on advertising on alcoholic beverages. Please drink responsibly.","-6d5fea1e":"Heading","6af22974":"Heading 2","6af22975":"Heading 3","6af22976":"Heading 4","76eb4953":"Body 1","76eb4954":"Body 2","667de121":"Body 03","76eb4956":"Body 4","105f0":"CTA"}